<!DOCTYPE html>
<html>
<head>
    <meta charset="utf-8" />
    <title>Autopoiesis - Wikipedia, la enciclopedia libre</title>
    <link rel="preload" href="https://fonts.googleapis.com" />
    <link rel="preload" href="https://fonts.gstatic.com" crossorigin />
    <link href="https://fonts.googleapis.com/css2?family=Inter:wght@400;800&display=swap" rel="stylesheet" />
    <link rel="preload" href="../css/style.css" />
    <link rel="stylesheet" href="../css/style.css" />
</head>

<body>
<article>
<div id="content" class="mw-body" role="main">
	<a id="top"/>
	<div id="siteNotice"/>
	<div class="mw-indicators">
	</div>
	<h1 id="firstHeading" class="firstHeading mw-first-heading">Autopoiesis</h1>
	<div id="bodyContent" class="vector-body">
		<div id="siteSub" class="noprint">De Wikipedia, la enciclopedia libre</div>
		<div id="contentSub"/>
		<div id="contentSub2"/>
		
		<div id="jump-to-nav"/>
		<a class="mw-jump-link" href="#mw-head">Ir a la navegaci&#243;n</a>
		<a class="mw-jump-link" href="#searchInput">Ir a la b&#250;squeda</a>
		<div id="mw-content-text" class="mw-body-content mw-content-ltr" lang="es" dir="ltr"><div class="mw-parser-output"><div class="thumb tright"><div class="thumbinner" style="width:222px;"><a href="https://es.wikipedia.org/wiki/Archivo:3D-SIM-4_Anaphase_3_color.jpg" class="image"><img alt="" src="https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/3D-SIM-4_Anaphase_3_color.jpg/220px-3D-SIM-4_Anaphase_3_color.jpg" decoding="async" width="220" height="167" class="thumbimage" srcset="" data-file-width="954" data-file-height="724"/></a>  <div class="thumbcaption"><div class="magnify"><a href="https://es.wikipedia.org/wiki/Archivo:3D-SIM-4_Anaphase_3_color.jpg" class="internal" title="Aumentar"/></div>Representaci&#243;n 3D de una c&#233;lula viva durante el proceso de <a href="https://es.wikipedia.org/wiki/Mitosis" title="Mitosis">mitosis</a>, ejemplo de  sistema autopo&#233;tico.</div></div></div>
<p>La <i><b>autopoiesis</b></i> o <i><b>autopoyesis</b></i> (en <a href="https://es.wikipedia.org/wiki/Idioma_griego" title="Idioma griego">griego</a>: <i>auto, &#960;&#959;&#943;&#951;&#963;&#953;&#962;</i>&#160;[auto, poiesis]&#160;<span style="font-color:#333">&#8216;a s&#237; mismo; creaci&#243;n, producci&#243;n&#8217;</span>) es un <a href="https://es.wikipedia.org/wiki/Neologismo" title="Neologismo">neologismo</a> que designa la cualidad de un sistema molecular capaz de reproducirse y mantenerse por s&#237; mismo. Fue propuesto por los bi&#243;logos <a href="https://es.wikipedia.org/wiki/Chile" title="Chile">chilenos</a> <a href="https://es.wikipedia.org/wiki/Humberto_Maturana" title="Humberto Maturana">Humberto Maturana</a> y <a href="https://es.wikipedia.org/wiki/Francisco_Varela" title="Francisco Varela">Francisco Varela</a> en 1973 para definir la qu&#237;mica de automantenimiento de las c&#233;lulas vivas. Una descripci&#243;n breve ser&#237;a decir que la autopoiesis es la condici&#243;n de existencia de los seres vivos en la continua producci&#243;n de s&#237; mismos.
</p>
<div id="toc" class="toc" role="navigation" aria-labelledby="mw-toc-heading"><input type="checkbox" role="button" id="toctogglecheckbox" class="toctogglecheckbox" style="display:none"/><div class="toctitle" lang="es" dir="ltr"><h2 id="mw-toc-heading">&#205;ndice</h2><span class="toctogglespan"><label class="toctogglelabel" for="toctogglecheckbox"/></span></div>
<ul>
<li class="toclevel-1 tocsection-1"><a href="#Definici&#243;n"><span class="tocnumber">1</span> <span class="toctext">Definici&#243;n</span></a></li>
<li class="toclevel-1 tocsection-2"><a href="#Maturana_y_Varela"><span class="tocnumber">2</span> <span class="toctext">Maturana y Varela</span></a></li>
<li class="toclevel-1 tocsection-3"><a href="#Niklas_Luhmann"><span class="tocnumber">3</span> <span class="toctext">Niklas Luhmann</span></a></li>
<li class="toclevel-1 tocsection-4"><a href="#V&#233;ase_tambi&#233;n"><span class="tocnumber">4</span> <span class="toctext">V&#233;ase tambi&#233;n</span></a></li>
<li class="toclevel-1 tocsection-5"><a href="#Referencias"><span class="tocnumber">5</span> <span class="toctext">Referencias</span></a></li>
<li class="toclevel-1 tocsection-6"><a href="#Enlaces_externos"><span class="tocnumber">6</span> <span class="toctext">Enlaces externos</span></a></li>
</ul>
</div>

<h2><span id="Definici.C3.B3n"/><span class="mw-headline" id="Definici&#243;n">Definici&#243;n</span></h2>
<p>La definici&#243;n original al concepto de autopoiesis se puede encontrar en <i>De M&#225;quinas y Seres Vivos</i> (1973):
</p>
<style data-mw-deduplicate="TemplateStyles:r119797252">.mw-parser-output .flexquote{display:flex;flex-direction:column;background-color:#F9F9F9;border-left:3px solid #c8ccd1;font-size:90%;margin:1em 4em;padding:.4em .8em}.mw-parser-output .flexquote&gt;.flex{display:flex;flex-direction:row}.mw-parser-output .flexquote&gt;.flex&gt;.quote{width:100%}.mw-parser-output .flexquote&gt;.flex&gt;.separator{border-left:1px solid #c8ccd1;border-top:1px solid #c8ccd1;margin:.4em .8em}.mw-parser-output .flexquote&gt;.cite{text-align:right}@media all and (max-width:600px){.mw-parser-output .flexquote&gt;.flex{flex-direction:column}}</style>
<blockquote class="flexquote">
 <div class="flex">
  <div class="quote">Una m&#225;quina autopoi&#233;tica es una m&#225;quina organizada (definida como una unidad) como una red de procesos de producci&#243;n (transformaci&#243;n y destrucci&#243;n) de componentes que: (i) a trav&#233;s de sus interacciones y transformaciones continuamente regeneran y realizan  la red de procesos (las relaciones) que los han producido, y (ii) la constituyen (la m&#225;quina) como una unidad concreta en el espacio en el que ellos (los componentes) existen especificando el dominio topol&#243;gico de su realizaci&#243;n como tal de una red. (p&#225;g. 78)
[...] el espacio definido por un sistema autopoi&#233;tico es autocontenido y no se puede describir mediante el uso de dimensiones que definen otro espacio. No obstante, cuando nos referimos a nuestras interacciones con un sistema autopoi&#233;tico concreto, proyectamos este sistema en el espacio de nuestras manipulaciones y hacemos una descripci&#243;n de esta proyecci&#243;n. (p&#225;g. 89)</div>
 </div>
</blockquote>
<p>Desde entonces el concepto ha sido tambi&#233;n aplicado en los campos de la <a href="https://es.wikipedia.org/wiki/Teor%C3%ADa_de_sistemas" title="Teor&#237;a de sistemas">teor&#237;a de sistemas</a> y la <a href="https://es.wikipedia.org/wiki/Sociolog%C3%ADa" title="Sociolog&#237;a">sociolog&#237;a</a>, como por ejemplo por el soci&#243;logo <a href="https://es.wikipedia.org/wiki/Alemania" title="Alemania">alem&#225;n</a> <a href="https://es.wikipedia.org/wiki/Niklas_Luhmann" title="Niklas Luhmann">Niklas Luhmann</a>.
</p>
<h2><span class="mw-headline" id="Maturana_y_Varela">Maturana y Varela</span></h2>
<p>Seg&#250;n Maturana y Varela, son autopoi&#233;ticos los sistemas que presentan una red de procesos u operaciones (que los definen como tales y los hacen distinguibles de los dem&#225;s sistemas), y que pueden crear o destruir elementos del mismo sistema, como respuesta a las perturbaciones del medio. Aunque el sistema cambie estructuralmente, dicha red permanece invariante durante toda su existencia, manteniendo la identidad de este. Los seres vivos son en particular sistemas autopoi&#233;ticos <a href="https://es.wikipedia.org/wiki/Molecula" class="mw-redirect" title="Molecula">moleculares</a>, y est&#225;n vivos solo mientras est&#225;n en autopoiesis.
</p>
<link rel="mw-deduplicated-inline-style" href="mw-data:TemplateStyles:r119797252"/>
<blockquote class="flexquote">
 <div class="flex">
  <div class="quote">Los seres vivos son redes de producciones moleculares en las que las mol&#233;culas producidas generan con sus interacciones la misma red que las produce.</div>
 </div><div class="cite"><a href="https://es.wikipedia.org/wiki/Humberto_Maturana" title="Humberto Maturana">Maturana</a>: <i>Transformaci&#243;n en la convivencia</i>.</div>
</blockquote>
<p>Esta propiedad de los sistemas de producirse a s&#237; mismos es la autopoiesis y define el &#171;acoplamiento&#187; de un sistema a su entorno. A su vez, a partir de esta definici&#243;n Varela ve la ventaja de poder proporcionar ciertos criterios de validaci&#243;n para sostener que nos encontramos frente a un sistema autopoi&#233;tico,<sup id="cite_ref-1" class="reference separada"><a href="#cite_note-1"><span class="corchete-llamada">[</span>1<span class="corchete-llamada">]</span></a></sup>&#8203; y que se pueden resumir en tres: 
</p>
<ol><li>Borde semipermeable: Verifique que el sistema se define por un l&#237;mite o borde semipermeable constituido por componentes moleculares que permite discriminar entre el interior y el exterior del sistema en relaci&#243;n con los componentes relevantes del sistema. Si es as&#237;, proceda con el criterio 2.</li>
<li>Red de reacciones: Verifique que los componentes de la barrera son producto de una red de reacciones que opera al interior de la barrera. Si la respuesta es afirmativa, proceda con el criterio 3.</li>
<li>Interdependencia: Verifique que la red de reacciones es regenerada por condiciones producidas por la existencia de la misma barrera, es decir, que 1 y 2 son interdependientes. Si es as&#237;, el sistema es autopoi&#233;tico.</li></ol>
<p>Para Maturana, la autopoiesis es la propiedad b&#225;sica de los seres vivos, puesto que son sistemas determinados en su <a href="https://es.wikipedia.org/wiki/Estructura_social" title="Estructura social">estructura</a>, es decir, son sistemas tales que cuando algo externo incide sobre ellos, los efectos dependen de ellos mismos, de su estructura en ese instante, y no de lo externo. Los seres vivos son aut&#243;nomos, en los que su autonom&#237;a se da en su autorreferencia y son sistemas cerrados en su din&#225;mica de constituci&#243;n como sistemas en continua producci&#243;n de s&#237; mismos.
</p><p>Aunque un sistema autopoi&#233;tico se mantenga en desequilibrio, es capaz de conservar una consistencia estructural absorbiendo permanentemente la <a href="https://es.wikipedia.org/wiki/Energ%C3%ADa" title="Energ&#237;a">energ&#237;a</a> de su medio. Al igual que la <a href="https://es.wikipedia.org/wiki/C%C3%A9lula" title="C&#233;lula">c&#233;lula</a> y los <a href="https://es.wikipedia.org/wiki/Seres_vivos" class="mw-redirect" title="Seres vivos">seres vivos</a>, los sistemas autopoi&#233;ticos tienen la capacidad de conservar la uni&#243;n de sus partes e interactuar con ellas. Los sistemas autopoi&#233;ticos son aut&#243;nomos, lo cual los hace un <a href="https://es.wikipedia.org/wiki/Sistema" title="Sistema">sistema</a> cerrado, que se autorregula continuamente. Otros ejemplos de autopoiesis son la <a href="https://es.wikipedia.org/wiki/Conciencia" title="Conciencia">conciencia</a>, un <a href="https://es.wikipedia.org/wiki/Ser_vivo" title="Ser vivo">organismo</a>, etc. Estos se constituyen de una red de procesos que logran transformar componentes pero en los que el mismo sistema maneja su identidad con relaci&#243;n al entorno. La autopoiesis designa la manera en que los sistemas mantienen su identidad gracias a procesos internos en que autorreproducen sus propios componentes. 
</p><p>Estos sistemas est&#225;n abiertos a su medio porque intercambian <a href="https://es.wikipedia.org/wiki/Materia" title="Materia">materia</a> y energ&#237;a pero simult&#225;neamente se mantienen cerrados operacionalmente, pues sus operaciones son las que los distinguen del entorno. No obstante, son aut&#243;nomos en sus operaciones debido a la capacidad que tiene cada sistema de reaccionar y amoldarse seg&#250;n los est&#237;mulos que inciden desde el medio.
</p><p>La muerte de un ser vivo por ejemplo puede ser considerada como la disrupci&#243;n de la autopoiesis ya que la p&#233;rdida de las constantes vitales puede resultar de mecanismos interruptores <a href="https://es.wikipedia.org/wiki/End%C3%B3geno" class="mw-redirect" title="End&#243;geno">end&#243;genos</a> o ex&#243;genos. En cualquiera de los dos casos, el sistema autopoi&#233;tico no puede compensar m&#225;s los efectos disfuncionales de esos mecanismos; lo apropiado es que s&#237; los pueda compensar.
</p><p>Este enfoque de Maturana es sist&#233;mico, pues explica los sistemas vivos por la convergencia y no por las propiedades en sus componentes.
</p>
<link rel="mw-deduplicated-inline-style" href="mw-data:TemplateStyles:r119797252"/>
<blockquote class="flexquote">
 <div class="flex">
  <div class="quote">Nuestro enfoque ser&#225; mecanicista: no se aducir&#225;n fuerzas ni principios que no se encuentren en el universo f&#237;sico. No obstante, nuestro problema es la organizaci&#243;n de lo vivo y, por ende, lo que nos interesa no son las propiedades de sus componentes, sino los procesos y relaciones entre procesos realizados por medio de componentes.</div>
 </div><div class="cite"><a href="https://es.wikipedia.org/wiki/Humberto_Maturana" title="Humberto Maturana">Maturana</a>: <i>De m&#225;quinas y seres vivos, autopoiesis de la organizaci&#243;n de lo vivo</i>.</div>
</blockquote>
<h2><span class="mw-headline" id="Niklas_Luhmann">Niklas Luhmann</span></h2>
<p>Luhmann ha utilizado la autopoiesis para presentar un nuevo <a href="https://es.wikipedia.org/wiki/Paradigma" title="Paradigma">paradigma</a> te&#243;rico: el de los sistemas autopoi&#233;ticos como producto de una reflexi&#243;n interdisciplinaria sobre los exitosos desarrollos de otras disciplinas. La aplicaci&#243;n del concepto de autopoiesis a los <a href="https://es.wikipedia.org/wiki/Sistema_social" title="Sistema social">sistemas sociales</a> implica que el car&#225;cter autorreferencial de estos sistemas no se restringe al plano de sus estructuras sino que incluyen sus elementos y sus componentes es decir, que &#233;l mismo construye los elementos de los que consiste.
</p><p>La intenci&#243;n de Luhmann es buscar equivalentes funcionales a la <a href="https://es.wikipedia.org/wiki/Integraci%C3%B3n" title="Integraci&#243;n">integraci&#243;n</a> normativa para dar soluci&#243;n al problema que afecta la <a href="https://es.wikipedia.org/wiki/Autoorganizaci%C3%B3n" title="Autoorganizaci&#243;n">autoorganizaci&#243;n</a> y la <a href="https://es.wikipedia.org/w/index.php?title=Autoproducci%C3%B3n&amp;action=edit&amp;redlink=1" class="new" title="Autoproducci&#243;n (a&#250;n no redactado)">autoproducci&#243;n</a> de las sociedades en contextos de <a href="https://es.wikipedia.org/wiki/Contingencia" title="Contingencia">contingencia</a> y <a href="https://es.wikipedia.org/wiki/Riesgo" title="Riesgo">riesgo</a>. En ese aspecto introduce el nuevo paradigma autopoi&#233;tico constituido en torno a la distinci&#243;n entre sistema y entorno como condici&#243;n de posibilidad para el sostenimiento del l&#237;mite, el cual permite las operaciones autorreferenciales. 
</p><p>Sin embargo, desde el punto de vista de la teor&#237;a de los sistemas, la aplicaci&#243;n del concepto de autopoiesis a los fen&#243;menos sociales ha dado lugar a una importante disputa entre Maturana, Varela y Luhmann. 
</p>
<link rel="mw-deduplicated-inline-style" href="mw-data:TemplateStyles:r119797252"/>
<blockquote class="flexquote">
 <div class="flex">
  <div class="quote">Si lo que hace a un ser vivo es ser un sistema autopoi&#233;tico molecular, lo que hace al sistema social, no puede de ninguna manera ser lo mismo, en tanto el sistema social surge como sistema distinto del sistema vivo al surgir en la distinci&#243;n como sistema social, aun cuando su realizaci&#243;n implique el vivir de los seres vivos que le dan origen.</div>
 </div><div class="cite"><a href="https://es.wikipedia.org/wiki/Humberto_Maturana" title="Humberto Maturana">Maturana</a>: <i>De M&#225;quinas y seres vivos, autopoiesis de la organizaci&#243;n de lo vivo</i>.</div>
</blockquote>
<p>No obstante, autores como Jos&#233; Mar&#237;a Garc&#237;a, tambi&#233;n muestran lo que a su juicio, constituyen los principales aportes del paradigma autopoi&#233;tico a la teor&#237;a sociol&#243;gica. 
</p><p>Con el devenir de la teor&#237;a autopoi&#233;tica desde que fue formulada, la relaci&#243;n entre Humberto Maturana y Francisco Varela (que fue alumno suyo), se fue mermando poco a poco. Francisco Varela no estuvo de acuerdo con las proyecciones de la teor&#237;a autopoi&#233;tica m&#225;s all&#225; del &#225;mbito de lo estrictamente biol&#243;gico, con las que cada vez m&#225;s Humberto Maturana fue colaborando y apoyando realizando trabajos interdisciplinarios tal y como se refleja en toda su obra. No en vano, se recalca en uno de los &#250;ltimos pr&#243;logos de su primera obra "De m&#225;quinas y seres vivos, autopoiesis y la organizaci&#243;n de lo vivo", que esta proyecci&#243;n siempre ser&#225; fruct&#237;fera si est&#225; relacionada con el operar del sistema nervioso y de los fundamentos de la comunicaci&#243;n humana:
</p>
<link rel="mw-deduplicated-inline-style" href="mw-data:TemplateStyles:r119797252"/>
<blockquote class="flexquote">
 <div class="flex">
  <div class="quote">&#8230;despu&#233;s de todos estos a&#241;os mi conclusi&#243;n es que una extensi&#243;n a niveles &#171;superiores&#187; no es fruct&#237;fera y que debe ser dejada de lado, aun para caracterizar un organismo multicelular. Por el contrario, el ligar la autopoiesis como una opci&#243;n <a href="https://es.wikipedia.org/wiki/Epistemolog%C3%ADa" title="Epistemolog&#237;a">epistemol&#243;gica</a> m&#225;s all&#225; de la vida celular, al operar del sistema nervioso y de los fundamentos de la comunicaci&#243;n humana, es claramente fruct&#237;fero.</div>
 </div><div class="cite"><a href="https://es.wikipedia.org/wiki/Francisco_Varela" title="Francisco Varela">Varela</a>: <i>De m&#225;quinas y seres vivos: autopoiesis de la organizaci&#243;n de lo vivo</i>.</div>
</blockquote>
<h2><span id="V.C3.A9ase_tambi.C3.A9n"/><span class="mw-headline" id="V&#233;ase_tambi&#233;n">V&#233;ase tambi&#233;n</span></h2>
<ul><li><a href="https://es.wikipedia.org/wiki/Teor%C3%ADa_de_sistemas" title="Teor&#237;a de sistemas">Teor&#237;a de sistemas</a></li>
<li><a href="https://es.wikipedia.org/wiki/Din%C3%A1mica_de_sistemas" title="Din&#225;mica de sistemas">Din&#225;mica de sistemas</a></li>
<li><a href="https://es.wikipedia.org/wiki/Sistema_complejo" title="Sistema complejo">Sistema complejo</a></li>
<li><a href="https://es.wikipedia.org/wiki/Sistema_din%C3%A1mico" title="Sistema din&#225;mico">Sistema din&#225;mico</a></li>
<li><a href="https://es.wikipedia.org/wiki/Teor%C3%ADa_del_caos" title="Teor&#237;a del caos">Teor&#237;a del caos</a></li>
<li><a href="https://es.wikipedia.org/wiki/Estructura_disipativa" title="Estructura disipativa">Estructura disipativa</a></li>
<li><a href="https://es.wikipedia.org/wiki/Teor%C3%ADa_de_las_cat%C3%A1strofes" title="Teor&#237;a de las cat&#225;strofes">Teor&#237;a de las cat&#225;strofes</a></li>
<li><a href="https://es.wikipedia.org/wiki/Caos_determinista" class="mw-redirect" title="Caos determinista">Caos determinista</a></li>
<li><a href="https://es.wikipedia.org/wiki/Retroalimentaci%C3%B3n" class="mw-redirect" title="Retroalimentaci&#243;n">Retroalimentaci&#243;n</a></li></ul>
<h2><span class="mw-headline" id="Referencias">Referencias</span></h2>
<ul><li>Varela, Francisco J.; &amp; Maturana, Humberto R. (1973). De M&#225;quinas y Seres Vivos: Una teor&#237;a sobre la organizaci&#243;n biol&#243;gica. Santiago de Chile: Editorial Universitaria. Hay edici&#243;n revisada de 1995, con un prefacio.</li>
<li>Varela, Francisco J.; Maturana, Humberto R.; &amp; Uribe, R. (1974). Autopoiesis: the organization of living systems, its characterization and a model. <i>Biosystems</i> <b>5</b> 187&#8211;196. &#8212;el primer art&#237;culo que describe, con la terminolog&#237;a contempor&#225;nea, el concepto de autopoiesis.</li>
<li>Luhmann, Niklas R. (1997). Organizaci&#243;n y decisi&#243;n, autopoiesis y entendimiento comunicativo. Barcelona: Anthropos.</li>
<li>Maturana, Humberto R. (1976). El &#225;rbol del conocimiento. Santiago de Chile: Editorial Universitaria. Primera edici&#243;n.* Maturana, Humberto. R. (2002). Transformaci&#243;n en la convivencia. Santiago de Chile: Dolmen Ediciones.</li>
<li>Maturana, Humberto R. (1997). De M&#225;quinas y Seres Vivos, autopoiesis de la organizaci&#243;n de lo vivo. Santiago de Chile: Editorial Universitaria.</li>
<li>Maturana, Humberto R. (1996). El sentido de lo humano. Santiago de Chile: Editorial Dolmen ediciones S.A. Octava edici&#243;n.</li>
<li>Maturana Humberto R. (1997). Emociones y lenguaje en educaci&#243;n pol&#237;tica. Santiago de chile. Editorial Dolmen ediciones S.A. Novena edici&#243;n.</li>
<li>Quintana Mejia Oscar. La problem&#225;tica iusfilos&#243;fica de la obediencia al derecho y la justificaci&#243;n constitucional de la desobediencia civil. Bogot&#225;: Unibiblos (Facultad de Derecho, Ciencias Pol&#237;ticas y Sociales, Universidad Nacional), 2001.</li>
<li>Niklas Luhmann. (1998). Sistemas sociales, Barcelona: Anthropos,</li>
<li>Niklas Luhmann, &#8220;la descripci&#243;n del futuro&#8221;, en observaciones sobre la modernidad, Barcelona: Paidos, 1997. pp 121-138.</li>
<li>Garc&#237;a, Jos&#233; Mar&#237;a (1997) &#8220;Autopoi&#233;sis: un nuevo paradigma sociol&#243;gico&#8221;, en revista Anthropos (173/174), Barcelona: Antropos, pp 78-91.</li>
<li>Maturana H.R. y Varela F.J. Autopoi&#233;sis y Cognici&#243;n. Dordrecht, Pa&#237;ses Bajos: D. Reidel, 1980.</li>
<li>Varela, Francisco J. <a rel="nofollow" class="external text" href="https://www.sindominio.net/~xabier/textos/traduccion/varela.pdf">Autopoiesis y una Biolog&#237;a de la Intencionalidad</a>. Enlazado en enero de 2005.</li>
<li><a href="https://es.wikipedia.org/wiki/Danilo_Zolo" title="Danilo Zolo">Danilo Zolo</a>, &#171;Autopoiesis: un paradigma conservatore&#187;, <i>Micromega</i>, 1, 1986, pp. 129-173</li>
<li>Bast&#237;as, Luis Edo. La Autopoiesis en la organizaci&#243;n.</li>
<li>Limone, Aquiles y Bastias, Luis Edo. <a rel="nofollow" class="external text" href="https://dx.doi.org/10.1002/sres.745">Autopoiesis and knowledge in the organization</a>. Enlazado en enero de 2006.</li></ul>
<div class="listaref" style="list-style-type: decimal;"><ol class="references">
<li id="cite_note-1"><span class="mw-cite-backlink"><a href="#cite_ref-1">&#8593;</a></span> <span class="reference-text"><span id="CITAREFVarelaprimera_edici&#243;n_2000" class="citation libro">Varela, Francisco (primera edici&#243;n 2000). &#171;1&#187;. <i>El Fen&#243;meno de la Vida</i>. Oc&#233;ano. p.&#160;33.</span><span title="ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fes.wikipedia.org%3AAutopoiesis&amp;rft.atitle=El+Fen%C3%B3meno+de+la+Vida&amp;rft.au=Varela%2C+Francisco&amp;rft.aufirst=Francisco&amp;rft.aulast=Varela&amp;rft.btitle=1&amp;rft.date=primera+edici%C3%B3n+2000&amp;rft.genre=bookitem&amp;rft.pages=33&amp;rft.pub=Oc%C3%A9ano&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook" class="Z3988"><span style="display:none;">&#160;</span></span></span>
</li>
</ol></div>
<h2><span class="mw-headline" id="Enlaces_externos">Enlaces externos</span></h2>
<ul><li><a rel="nofollow" class="external text" href="http://www.enolagaia.com/Bib.html">Bibliograf&#237;a completa sobre autopoiesis</a></li></ul>
<style data-mw-deduplicate="TemplateStyles:r118746331">.mw-parser-output .mw-authority-control{margin-top:1.5em}.mw-parser-output .mw-authority-control .navbox hr:last-child{display:none}.mw-parser-output .mw-authority-control .navbox+.mw-mf-linked-projects{display:none}.mw-parser-output .mw-authority-control .mw-mf-linked-projects{display:flex;padding:0.5em;border:1px solid #c8ccd1;background-color:#eaecf0;color:#222222}.mw-parser-output .mw-authority-control .mw-mf-linked-projects ul li{margin-bottom:0}</style><div class="mw-authority-control"><div role="navigation" class="navbox" aria-label="Navbox" style="width: inherit;padding:3px"><table class="hlist navbox-inner" style="border-spacing:0;background:transparent;color:inherit"><tbody><tr><th scope="row" class="navbox-group" style="width: 12%; text-align:center;"><a href="https://es.wikipedia.org/wiki/Control_de_autoridades" title="Control de autoridades">Control de autoridades</a></th><td class="navbox-list navbox-odd" style="text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px"><div style="padding:0em 0.25em">
<ul><li><b>Proyectos Wikimedia</b></li>
<li><span style="white-space:nowrap;"><a href="https://es.wikipedia.org/wiki/Wikidata" title="Wikidata"><img alt="Wd" src="https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Wikidata-logo.svg/20px-Wikidata-logo.svg.png" decoding="async" width="20" height="11" srcset="" data-file-width="1050" data-file-height="590"/></a> Datos:</span> <span class="uid"><a href="https://www.wikidata.org/wiki/Q599967" class="extiw" title="wikidata:Q599967">Q599967</a></span></li>
<li><b>Identificadores</b></li>
<li><span style="white-space:nowrap;"><a href="https://es.wikipedia.org/wiki/Biblioteca_Nacional_de_Francia" title="Biblioteca Nacional de Francia">BNF</a>:</span> <span class="uid"><a rel="nofollow" class="external text" href="https://catalogue.bnf.fr/ark:/12148/cb12369102b">12369102b</a> <a rel="nofollow" class="external text" href="http://data.bnf.fr/ark:/12148/cb12369102b">(data)</a></span></li>
<li><span style="white-space:nowrap;"><a href="https://es.wikipedia.org/wiki/Gemeinsame_Normdatei" title="Gemeinsame Normdatei">GND</a>:</span> <span class="uid"><a rel="nofollow" class="external text" href="https://d-nb.info/gnd/4366456-8">4366456-8</a></span></li>
<li><span style="white-space:nowrap;"><a href="https://es.wikipedia.org/wiki/Library_of_Congress_Control_Number" title="Library of Congress Control Number">LCCN</a>:</span> <span class="uid"><a rel="nofollow" class="external text" href="https://id.loc.gov/authorities/sh87007069">sh87007069</a></span></li></ul>
</div></td></tr></tbody></table></div><div class="mw-mf-linked-projects hlist">
<ul><li><span style="white-space:nowrap;"><a href="https://es.wikipedia.org/wiki/Wikidata" title="Wikidata"><img alt="Wd" src="https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Wikidata-logo.svg/20px-Wikidata-logo.svg.png" decoding="async" width="20" height="11" srcset="" data-file-width="1050" data-file-height="590"/></a> Datos:</span> <span class="uid"><a href="https://www.wikidata.org/wiki/Q599967" class="extiw" title="wikidata:Q599967">Q599967</a></span></li></ul>
</div></div>
</div><noscript><img src="https://es.wikipedia.org/wiki/Special:CentralAutoLogin/start?type=1x1" alt="" title="" width="1" height="1" style="border: none; position: absolute;"/></noscript>
<div class="printfooter">Obtenido de &#171;<a dir="ltr" href="https://es.wikipedia.org/w/index.php?title=Autopoiesis&amp;oldid=140756116">https://es.wikipedia.org/w/index.php?title=Autopoiesis&amp;oldid=140756116</a>&#187;</div></div>
		<div id="catlinks" class="catlinks" data-mw="interface"><div id="mw-normal-catlinks" class="mw-normal-catlinks"><a href="https://es.wikipedia.org/wiki/Especial:Categor%C3%ADas" title="Especial:Categor&#237;as">Categor&#237;as</a>: <ul><li><a href="https://es.wikipedia.org/wiki/Categor%C3%ADa:T%C3%A9rminos_de_biolog%C3%ADa" title="Categor&#237;a:T&#233;rminos de biolog&#237;a">T&#233;rminos de biolog&#237;a</a></li><li><a href="https://es.wikipedia.org/wiki/Categor%C3%ADa:Sociolog%C3%ADa" title="Categor&#237;a:Sociolog&#237;a">Sociolog&#237;a</a></li><li><a href="https://es.wikipedia.org/wiki/Categor%C3%ADa:Teor%C3%ADa_de_sistemas" title="Categor&#237;a:Teor&#237;a de sistemas">Teor&#237;a de sistemas</a></li><li><a href="https://es.wikipedia.org/wiki/Categor%C3%ADa:Teor%C3%ADas_cient%C3%ADficas" title="Categor&#237;a:Teor&#237;as cient&#237;ficas">Teor&#237;as cient&#237;ficas</a></li><li><a href="https://es.wikipedia.org/wiki/Categor%C3%ADa:Ciencia_de_los_a%C3%B1os_1970" title="Categor&#237;a:Ciencia de los a&#241;os 1970">Ciencia de los a&#241;os 1970</a></li><li><a href="https://es.wikipedia.org/wiki/Categor%C3%ADa:1972" title="Categor&#237;a:1972">1972</a></li><li><a href="https://es.wikipedia.org/wiki/Categor%C3%ADa:Ciencia_y_tecnolog%C3%ADa_de_Chile" title="Categor&#237;a:Ciencia y tecnolog&#237;a de Chile">Ciencia y tecnolog&#237;a de Chile</a></li></ul></div><div id="mw-hidden-catlinks" class="mw-hidden-catlinks mw-hidden-cats-hidden">Categor&#237;as ocultas: <ul><li><a href="https://es.wikipedia.org/wiki/Categor%C3%ADa:Wikipedia:Art%C3%ADculos_con_identificadores_BNF" title="Categor&#237;a:Wikipedia:Art&#237;culos con identificadores BNF">Wikipedia:Art&#237;culos con identificadores BNF</a></li><li><a href="https://es.wikipedia.org/wiki/Categor%C3%ADa:Wikipedia:Art%C3%ADculos_con_identificadores_GND" title="Categor&#237;a:Wikipedia:Art&#237;culos con identificadores GND">Wikipedia:Art&#237;culos con identificadores GND</a></li><li><a href="https://es.wikipedia.org/wiki/Categor%C3%ADa:Wikipedia:Art%C3%ADculos_con_identificadores_LCCN" title="Categor&#237;a:Wikipedia:Art&#237;culos con identificadores LCCN">Wikipedia:Art&#237;culos con identificadores LCCN</a></li></ul></div></div>
	</div>
</div>

</article>
</body>
