<!DOCTYPE html>
<html>
<head>
    <meta charset="utf-8" />
    <title>Damas - Wikipedia, la enciclopedia libre</title>
    <link rel="preload" href="https://fonts.googleapis.com" />
    <link rel="preload" href="https://fonts.gstatic.com" crossorigin />
    <link href="https://fonts.googleapis.com/css2?family=Inter:wght@400;800&display=swap" rel="stylesheet" />
    <link rel="preload" href="../css/style.css" />
    <link rel="stylesheet" href="../css/style.css" />
</head>

<body>
<article>
<div id="content" class="mw-body" role="main">
	<a id="top"/>
	<div id="siteNotice"/>
	<div class="mw-indicators">
	</div>
	<h1 id="firstHeading" class="firstHeading mw-first-heading">Damas</h1>
	<div id="bodyContent" class="vector-body">
		<div id="siteSub" class="noprint">De Wikipedia, la enciclopedia libre</div>
		<div id="contentSub"/>
		<div id="contentSub2"/>
		
		<div id="jump-to-nav"/>
		<a class="mw-jump-link" href="#mw-head">Ir a la navegaci&#243;n</a>
		<a class="mw-jump-link" href="#searchInput">Ir a la b&#250;squeda</a>
		<div id="mw-content-text" class="mw-body-content mw-content-ltr" lang="es" dir="ltr"><div class="mw-parser-output"><table style="" class="noprint plainlinks ambox ambox-content">
<tbody><tr>
<td class="ambox-image" width="40">
<img alt="Commons-emblem-question book orange.svg" src="https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Commons-emblem-question_book_orange.svg/45px-Commons-emblem-question_book_orange.svg.png" decoding="async" width="45" height="45" srcset="" data-file-width="48" data-file-height="48"/></td>
<td class="ambox-text"><div class="ambox-text-div"><strong>Este art&#237;culo o secci&#243;n tiene <a href="https://es.wikipedia.org/wiki/Wikipedia:VER" class="mw-redirect" title="Wikipedia:VER">referencias</a>, pero necesita m&#225;s para complementar su <a href="https://es.wikipedia.org/wiki/Wikipedia:FF" class="mw-redirect" title="Wikipedia:FF">verificabilidad</a>.</strong></div><div class="hide-when-compact"><small><div>Este aviso fue puesto el 21 de agosto de 2018.</div></small></div></td>
</tr>
</tbody></table>
<div class="rellink noprint hatnote"> Para otros usos de este t&#233;rmino, v&#233;ase <a href="https://es.wikipedia.org/wiki/Dama_(desambiguaci%C3%B3n)" class="mw-disambig" title="Dama (desambiguaci&#243;n)">Dama (desambiguaci&#243;n)</a>.</div>
<table class="infobox" style="width:22.7em; line-height: 1.4em; text-align:left; padding:.23em;"><tbody><tr><th colspan="3" class="cabecera juego" style="text-align:center;background-color:#DDCCFF;color:black;font-style:italic;">Damas</th></tr><tr><td colspan="3" style="text-align:center;background-color:#eee;;">
<b>juego de mesa </b></td></tr><tr><td colspan="3" style="text-align:center;">
<a href="https://es.wikipedia.org/wiki/Archivo:International_draughts.jpg" class="image"><img alt="International draughts.jpg" src="https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/International_draughts.jpg/245px-International_draughts.jpg" decoding="async" width="245" height="174" srcset="" data-file-width="640" data-file-height="455"/></a><br/><div style="display:inline;">Tablero de damas internacionales.</div></td></tr><tr><th scope="row" style="text-align:left;background-color:#eee;;">Jugadores</th><td colspan="2">
2</td></tr><tr><th scope="row" style="text-align:left;background-color:#eee;;">Edades</th><td colspan="2">
5 o m&#225;s</td></tr><tr><th scope="row" style="text-align:left;background-color:#eee;;">Duraci&#243;n</th><td colspan="2">
Amistosamente. En torneos se puede prolongar varias horas.</td></tr><tr><th scope="row" style="text-align:left;background-color:#eee;;">Complejidad</th><td colspan="2">
Media - Alta</td></tr><tr><th scope="row" style="text-align:left;background-color:#eee;;">Estrategia</th><td colspan="2">
Alta</td></tr><tr><th scope="row" style="text-align:left;background-color:#eee;;">Azar</th><td colspan="2">
Ninguno</td></tr><tr><th scope="row" style="text-align:left;background-color:#eee;;">Habilidades</th><td colspan="2">
T&#225;ctica, estrategia.</td></tr><tr><td class="noprint" colspan="3" style="text-align:left;"><div class="plainlinks wikidata-link" style="font-size: 0.85em">[<a href="https://www.wikidata.org/wiki/Q1293" class="extiw" title="d:Q1293">editar datos en Wikidata</a>]</div></td></tr></tbody></table>
<p>Las <b>damas</b> es un <a href="https://es.wikipedia.org/wiki/Juego_de_mesa" title="Juego de mesa">juego de mesa</a> para dos contrincantes. El <a href="https://es.wikipedia.org/wiki/Juego" title="Juego">juego</a> consiste en mover las piezas en diagonal a trav&#233;s de los cuadros negros (o blancos en algunas variantes) de un tablero de 64 o 100 cuadros. Si alguien no mata (captura), perder&#225; esa pieza al jugar contrario a la intenci&#243;n obligatoria de capturar (comer) las piezas del jugador contrario, pasando por encima de dichas piezas.
</p><p>Existen varias modalidades, con distintos tableros y n&#250;mero de piezas. La versi&#243;n internacional, tambi&#233;n llamada &#171;damas polacas&#187;, est&#225; reglamentada por la <a href="https://es.wikipedia.org/w/index.php?title=F%C3%A9d%C3%A9ration_Mondiale_du_Jeu_de_Dames&amp;action=edit&amp;redlink=1" class="new" title="F&#233;d&#233;ration Mondiale du Jeu de Dames (a&#250;n no redactado)">F&#233;d&#233;ration Mondiale du Jeu de Dames</a> (<a href="https://en.wikipedia.org/wiki/World_Draughts_Federation" class="extiw" title="en:World Draughts Federation">FMJD</a>) y se juega en un tablero de 10&#215;10 cuadros con dos jugadores, que disponen de 20 piezas cada uno (un jugador dispone de piezas negras y el otro de piezas blancas).
</p><p>Las piezas normales se mueven 1 cuadrado en diagonal, y si alcanzan el borde de la zona del enemigo se convierten en &#171;damas&#187;, que se pueden mover en diagonal hacia cualquier lado los cuadros que se desee, luego est&#225; al moverse por primera vez en el siguiente turno no podr&#225; moverse, sin embargo las damas pueden ser comidas por el enemigo.
</p><p>Otras reglas:
</p>
<ul><li>Un jugador no debe mover m&#225;s de dos veces seguidas la misma pieza a los 2 mismos lugares.</li></ul>
<p>Un jugador siempre deber&#225; mover sus fichas y no dejarlas de lado a m&#225;s de 5 turnos
&#191;C&#243;mo hacer empate (tablas)?
</p>
<ul><li>Se puede empatar si todas las piezas se bloquean entre s&#237;.</li>
<li>Si ambos jugadores se quedan con una sola ficha.</li>
<li>Si la partida se prolonga por encima del tiempo establecido (si la partida es muy larga).<sup id="cite_ref-1" class="reference separada"><a href="#cite_note-1"><span class="corchete-llamada">[</span>1<span class="corchete-llamada">]</span></a></sup>&#8203;</li></ul>
<div id="toc" class="toc" role="navigation" aria-labelledby="mw-toc-heading"><input type="checkbox" role="button" id="toctogglecheckbox" class="toctogglecheckbox" style="display:none"/><div class="toctitle" lang="es" dir="ltr"><h2 id="mw-toc-heading">&#205;ndice</h2><span class="toctogglespan"><label class="toctogglelabel" for="toctogglecheckbox"/></span></div>
<ul>
<li class="toclevel-1 tocsection-1"><a href="#Reglas"><span class="tocnumber">1</span> <span class="toctext">Reglas</span></a>
<ul>
<li class="toclevel-2 tocsection-2"><a href="#Fin_de_la_partida"><span class="tocnumber">1.1</span> <span class="toctext">Fin de la partida</span></a></li>
<li class="toclevel-2 tocsection-3"><a href="#Resoluci&#243;n_matem&#225;tica_del_juego"><span class="tocnumber">1.2</span> <span class="toctext">Resoluci&#243;n matem&#225;tica del juego</span></a></li>
</ul>
</li>
<li class="toclevel-1 tocsection-4"><a href="#Variantes"><span class="tocnumber">2</span> <span class="toctext">Variantes</span></a>
<ul>
<li class="toclevel-2 tocsection-5"><a href="#Checkers_(Estados_Unidos)_/_Draughts_(Inglaterra)_/_Damas_inglesas_(Hispanoam&#233;rica)"><span class="tocnumber">2.1</span> <span class="toctext">Checkers (Estados Unidos) / Draughts (Inglaterra) / Damas inglesas (Hispanoam&#233;rica)</span></a></li>
<li class="toclevel-2 tocsection-6"><a href="#Damas_peruanas"><span class="tocnumber">2.2</span> <span class="toctext">Damas peruanas</span></a></li>
<li class="toclevel-2 tocsection-7"><a href="#Damas_espa&#241;olas"><span class="tocnumber">2.3</span> <span class="toctext">Damas espa&#241;olas</span></a></li>
<li class="toclevel-2 tocsection-8"><a href="#Damas_rusas_/_Shashki"><span class="tocnumber">2.4</span> <span class="toctext">Damas rusas / Shashki</span></a></li>
<li class="toclevel-2 tocsection-9"><a href="#Poddavki"><span class="tocnumber">2.5</span> <span class="toctext"><i>Poddavki</i></span></a></li>
<li class="toclevel-2 tocsection-10"><a href="#Damas_de_columna"><span class="tocnumber">2.6</span> <span class="toctext">Damas de columna</span></a></li>
<li class="toclevel-2 tocsection-11"><a href="#Damas_turcas"><span class="tocnumber">2.7</span> <span class="toctext">Damas turcas</span></a></li>
<li class="toclevel-2 tocsection-12"><a href="#Damas_chinas"><span class="tocnumber">2.8</span> <span class="toctext">Damas chinas</span></a></li>
</ul>
</li>
<li class="toclevel-1 tocsection-13"><a href="#Mitos_sobre_las_damas"><span class="tocnumber">3</span> <span class="toctext">Mitos sobre las damas</span></a></li>
<li class="toclevel-1 tocsection-14"><a href="#Juegos_relacionados"><span class="tocnumber">4</span> <span class="toctext">Juegos relacionados</span></a></li>
<li class="toclevel-1 tocsection-15"><a href="#Referencias"><span class="tocnumber">5</span> <span class="toctext">Referencias</span></a></li>
<li class="toclevel-1 tocsection-16"><a href="#Bibliograf&#237;a"><span class="tocnumber">6</span> <span class="toctext">Bibliograf&#237;a</span></a></li>
<li class="toclevel-1 tocsection-17"><a href="#Enlaces_externos"><span class="tocnumber">7</span> <span class="toctext">Enlaces externos</span></a></li>
</ul>
</div>

<h2><span class="mw-headline" id="Reglas">Reglas</span></h2>
<p><a href="https://es.wikipedia.org/w/index.php?title=Plantilla:Damas&amp;action=edit&amp;redlink=1" class="new" title="Plantilla:Damas (a&#250;n no redactado)">Plantilla:Damas</a>
</p><p>Las damas es un juego para dos personas en un tablero de 64 casillas de 8&#215;8 celdas (el mismo que se utiliza para jugar al <a href="https://es.wikipedia.org/wiki/Ajedrez" title="Ajedrez">ajedrez</a>). El tablero se coloca de manera que cada jugador tenga una casilla blanca en su parte inferior derecha.
</p><p>Cada jugador dispone de 12 piezas de un mismo color (unas blancas y las otras negras) que al principio de la partida se colocan en las casillas negras de las tres filas m&#225;s pr&#243;ximas a &#233;l. El objetivo del juego de damas es capturar las fichas del oponente o acorralarlas para que los &#250;nicos movimientos que puedan realizar sean los que lleven a su captura (excepto las damas rusas, la variante <i>poddavki</i>, en la que gana qui&#233;n se queda sin fichas o las que tiene est&#225;n bloqueadas).
</p><p>Se juega por turnos alternos. Empieza a jugar quien tiene las fichas claras (blancas). En su turno cada jugador mueve una pieza propia.
</p><p>Las piezas se mueven (cuando no comen) una posici&#243;n hacia delante hacia atr&#225;s en diagonal a la derecha o a la izquierda, a una posici&#243;n adyacente vac&#237;a.
</p><p>Al momento de comer piezas del oponente, se pueden comer varias en un mismo turno de forma diagonal hacia la derecha e izquierda, adelante y atr&#225;s. Soplar (o comer) no es obligatorio, es una decisi&#243;n del jugador de turno.
</p>
<h3><span class="mw-headline" id="Fin_de_la_partida">Fin de la partida</span></h3>
<p>Una partida de damas finaliza cuando se llega a una de estas dos situaciones:
</p>
<ul><li>Pierde quien se queda sin piezas sobre el tablero.</li>
<li>Si el jugador se equivoca 3 veces, pierde.</li>
<li>Si cuando llega el turno de un jugador, este no puede mover puesto que todas las piezas que le restan en juego est&#225;n bloqueadas, se distinguen tres reglas, dependiendo del estilo practicado:</li>
<li>Cuando un jugador conserve solo una ficha puede realizar un movimiento extra luego de mover su ficha.
<ul><li>Tablas.</li>
<li>Pierde a quien le corresponde el pr&#243;ximo movimiento.</li>
<li>Gana quien m&#225;s piezas tenga. A igual n&#250;mero de piezas gana qui&#233;n m&#225;s reinas/damas tenga y, si en esto tambi&#233;n se empata, la partida termina en tablas.</li></ul></li>
<li>El jugador que tenga muy pocas piezas puede retirarse del juego.</li>
<li>Chancho: cuando en el turno de un jugador este ya no tiene espacios para poder mover sus fichas y por ende pierde la partida.<sup id="cite_ref-2" class="reference separada"><a href="#cite_note-2"><span class="corchete-llamada">[</span>2<span class="corchete-llamada">]</span></a></sup>&#8203;</li></ul>
<p>La partida tambi&#233;n puede terminar en tablas (empate) si ambos jugadores quedan con un n&#250;mero muy reducido de piezas, tal que por muchos movimientos que se hagan no se resolver&#237;a la partida. La dama/reina siempre tiene prioridad para comer antes que cualquiera otra ficha. Tambi&#233;n la dama solo se mueve un cuadro tras cada captura. Una pieza normal puede capturar a la dama final.
</p>
<h3><span id="Resoluci.C3.B3n_matem.C3.A1tica_del_juego"/><span class="mw-headline" id="Resoluci&#243;n_matem&#225;tica_del_juego">Resoluci&#243;n matem&#225;tica del juego</span></h3>
<p>El <a href="https://es.wikipedia.org/wiki/20_de_julio" title="20 de julio">20 de julio</a> de <a href="https://es.wikipedia.org/wiki/2007" title="2007">2007</a>, en un art&#237;culo publicado en la revista <a href="https://es.wikipedia.org/wiki/Science" title="Science">Science</a>,<sup id="cite_ref-3" class="reference separada"><a href="#cite_note-3"><span class="corchete-llamada">[</span>3<span class="corchete-llamada">]</span></a></sup>&#8203; se encontr&#243; la resoluci&#243;n matem&#225;tica para el juego de damas, siendo su resultado el de tablas. Es decir, si ambos contrincantes juegan siempre la partida perfecta en base al an&#225;lisis completo y perfecto, las tablas est&#225;n garantizadas.
</p><p><a href="https://es.wikipedia.org/wiki/Chinook_(software)" title="Chinook (software)">Chinook</a> es el nombre del software creado por <a href="https://es.wikipedia.org/w/index.php?title=Jonathan_Schaeffer&amp;action=edit&amp;redlink=1" class="new" title="Jonathan Schaeffer (a&#250;n no redactado)">Jonathan Schaeffer</a>, el primer programa que primero jug&#243; a las damas a nivel de torneo, llegando a ganar al campe&#243;n del mundo de la &#233;poca, <a href="https://es.wikipedia.org/w/index.php?title=Don_Lafferty&amp;action=edit&amp;redlink=1" class="new" title="Don Lafferty (a&#250;n no redactado)">Don Lafferty</a>, que finalmente resolvi&#243; el desarrollo de la partida hacia el empate ineludiblemente.
</p><p>Se trataba en este caso del juego de damas de 12+12 fichas. Chinook nunca se us&#243; para el juego de damas internacional de 20+20 fichas que es un juego tan complicado como el <a href="https://es.wikipedia.org/wiki/Ajedrez" title="Ajedrez">ajedrez</a>.
</p>
<h2><span class="mw-headline" id="Variantes">Variantes</span></h2>
<h3><span id="Checkers_.28Estados_Unidos.29_.2F_Draughts_.28Inglaterra.29_.2F_Damas_inglesas_.28Hispanoam.C3.A9rica.29"/><span class="mw-headline" id="Checkers_(Estados_Unidos)_/_Draughts_(Inglaterra)_/_Damas_inglesas_(Hispanoam&#233;rica)">Checkers (Estados Unidos) / Draughts (Inglaterra) / Damas inglesas (Hispanoam&#233;rica)</span></h3>
<div class="noprint AP rellink"><span style="font-size:88%">Art&#237;culo principal:</span> <i><a href="https://es.wikipedia.org/w/index.php?title=Damas_inglesas&amp;action=edit&amp;redlink=1" class="new" title="Damas inglesas (a&#250;n no redactado)"> Damas inglesas</a></i></div>
<ul><li>Las piezas suelen ser rojas o negras, y blancas o marfil las del otro bando.</li>
<li>Empiezan las negras o rojas (oscuras).  Los peones ("men" en Ingl&#233;s) avanzan un cuadro a la vez, siempre en diagonal y no pueden retroceder.</li>
<li>Las damas se mueven los cuadros que se quiera en diagonal, tanto adelante como atr&#225;s.</li>
<li>Es obligatorio la captura. Si hubiera posibilidad de comer varias piezas en diferentes lados, el jugador puede "comer" de la forma que quiera, ya sea por la cantidad o por la calidad.</li>
<li>Si un jugador no puede mover una de sus piezas, ha perdido.  A esto se le conoce con la palabra: "Ahogadoy debe ganar</li></ul>
<p>".
</p>
<h3><span class="mw-headline" id="Damas_peruanas">Damas peruanas</span></h3>
<div class="noprint AP rellink"><span style="font-size:88%">Art&#237;culo principal:</span> <i><a href="https://es.wikipedia.org/w/index.php?title=Damas_peruanas&amp;action=edit&amp;redlink=1" class="new" title="Damas peruanas (a&#250;n no redactado)"> Damas peruanas</a></i></div>
<p>La dama, despu&#233;s de comer una ficha contraria, puede quedarse en el casillero que esta utilizaba.
</p>
<h3><span id="Damas_espa.C3.B1olas"/><span class="mw-headline" id="Damas_espa&#241;olas">Damas espa&#241;olas</span></h3>
<div class="noprint AP rellink"><span style="font-size:88%">Art&#237;culo principal:</span> <i><a href="https://es.wikipedia.org/w/index.php?title=Damas_espa%C3%B1olas&amp;action=edit&amp;redlink=1" class="new" title="Damas espa&#241;olas (a&#250;n no redactado)"> Damas espa&#241;olas</a></i></div>
<ul><li>Con el tablero en la misma posici&#243;n, las piezas van en las casillas blancas. Solo pueden capturar en diagonal adelante y atr&#225;s se llama movimiento m&#250;ltiple.</li>
<li>Si un jugador no puede mover, ha perdido.</li>
<li>Oficialmente, no se sopla (si se realiza un movimiento en vez de comer, no se retira una de las fichas que se puedan comer).</li></ul>
<ol><li>El juego de damas se desarrolla en un tablero de 64 casillas (8x8), coloreadas blancas y negras alternadamente (tablero cl&#225;sico) con el escaque inferior derecho de color blanco.</li>
<li>El tablero debe ser superficie plana y no brillante, dividido en ocho partes iguales en altura y anchura (8x8) cuyas intersecciones dan lugar a las 64 casillas del tablero.</li>
<li>Las piezas, llamadas peones, podr&#225;n ser de madera, pl&#225;stico, hueso o marfil, 12 por cada bando, blancas y negras.</li>
<li>Se juega sobre las casillas blancas del tablero, quedando la gran diagonal o diagonal principal a la derecha del jugador (esquina inferior derecha del tablero).</li>
<li>El tablero se numera de la siguiente forma: Se cuenta siempre de arriba abajo y de izquierda a derecha y solo se numeran las casillas blancas. As&#237; la primera casilla blanca de la primera fila ser&#225; la n&#250;mero 1 y la &#250;ltima casilla blanca de la &#250;ltima fila ser&#225; la n&#250;mero 32. Esta numeraci&#243;n ser&#225; la utilizada a fin de representaci&#243;n de partidas, posiciones, estudios y en general todo lo relacionado con la nomenclatura del juego.</li>
<li>Los 12 peones blancos se colocan sobre las casillas 1 a 12 del tablero y los 12 negros sobres las casillas 21 a 32.</li>
<li>Cada color es conducido por un jugador. La primera jugada debe ser realizada siempre por el jugador con las fichas blancas.</li>
<li>Los movimientos de los peones son en diagonal, una sola casilla y en sentido de avance, o sea, hacia el campo oponente.</li>
<li>Los movimientos se realizan alternadamente, uno por jugador.</li>
<li>"Pieza tocada, pieza jugada". Si se toca una pieza, esta debe jugarse si el movimiento es posible.</li>
<li>Si un pe&#243;n llega a la l&#237;nea base del contrario (1-4 blanco, 29-32 negro), se convierte en dama, coron&#225;ndolo con otro pe&#243;n.</li>
<li>La dama mueve tambi&#233;n en diagonal, pero adelante y atr&#225;s, pudiendo recorrer cualquier n&#250;mero de casillas si est&#225;n libres.</li>
<li>La dama no puede saltar dos peones juntos o un pe&#243;n de su color. En caso de pe&#243;n de otro color ver captura de piezas.</li>
<li>Si un pe&#243;n se encuentra en casilla diagonal contigua a otro del contrario estando la posterior vac&#237;a y en turno de juego, puede saltar por encima de este hasta la casilla vac&#237;a, retir&#225;ndole del tablero.</li>
<li>Si despu&#233;s de realizado un salto, el pe&#243;n llega a una casilla en las mismas condiciones de la anterior, puede continuar saltando y as&#237; todas las veces en las que esto sea posible (captura m&#250;ltiple).</li>
<li>Si una dama se encuentra en turno y en la misma diagonal con una pieza contraria tras la cual hay casillas vac&#237;as, puede saltar esta hasta quedar en cualquiera de las casillas vac&#237;as.</li>
<li>Si despu&#233;s de realizado el salto anterior se vuelve a encontrar en otra diagonal con pieza contraria en las mismas condiciones, podr&#225; proseguir los saltos todas las veces que esto fuese posible (capturas m&#250;ltiples).</li>
<li>En capturas m&#250;ltiples, en su misma diagonal puede saltar dos veces por encima de la misma pieza.</li>
<li>Un movimiento de captura no finaliza hasta que se terminan todos los saltos posibles. Solo entonces pueden retirarse del tablero las piezas capturadas.</li>
<li>El capturar no es opcional pero si el rival no se percata de la captura y juega otra pieza, el otro jugador debe retirar la pieza que pod&#237;a capturar y seguir con su jugada normal, esto se conoce coloquial mente como &#171;soplar&#187;.</li>
<li>En caso de competici&#243;n, si una partida se demostrase que a partir de cierto movimiento se han infringido las reglas, deber&#225; ser repetido a partir del movimiento infractor o anulada, seg&#250;n acordase el jurado nombrado al efecto.</li>
<li>Ley de la Cantidad: Es obligatorio capturar al mayor n&#250;mero posible de piezas.</li>
<li>Ley de la Calidad: A igual n&#250;mero de piezas a capturar, es obligatorio capturar a las de mayor calidad, dama antes que pe&#243;n.</li>
<li>Un juego se considera perdido cuando un jugador:
<ol><li>Pierde todas sus piezas.</li>
<li>Tiene piezas, pero toc&#225;ndole turno no tiene movimiento posible (c).</li>
<li>Abandone la partida.</li>
<li>En competici&#243;n, exceda el tiempo previsto sin realizar el n&#250;mero de jugadas acordadas.</li>
<li>En competici&#243;n, si as&#237; lo decide el jurado o juez de esta por no acatar el jugador alguna de las reglas del juego o del torneo.</li></ol></li>
<li>Un juego se considera empatado cuando:
<ol><li>Los jugadores lo acuerden.</li>
<li>Cuando se exceda del n&#250;mero de jugadas previstas para finales que se deben ganar en un m&#225;ximo de movimientos.</li>
<li>Cuando una misma posici&#243;n se d&#233; tres veces, siendo el mismo jugador el que est&#233; en turno de juego y as&#237; se reclame.</li></ol></li>
<li>L&#237;mite de movimientos:
<ol><li>Forzosa (3 damas con diagonal principal contra una dama): M&#225;ximo de 12 jugadas (24 movimientos) incluyendo el movimiento de captura final.</li>
<li>Saque de pe&#243;n (2 damas con d.p. y un pe&#243;n en la casilla 2, contra una dama y pe&#243;n en casilla 9; al contrario para las negras): M&#225;ximo de 32 jugadas (64 movimientos) hasta lograr ganar el juego, convertir en dama el pe&#243;n o capturar el pe&#243;n contrario.</li></ol></li>
<li>En competici&#243;n, cualquier disputa o controversia sobre la aplicaci&#243;n de estas reglas, ser&#225; resuelta por el jurado nombrado al efecto. Ejemplo de la Ley de la Calidad: el pe&#243;n negro debe comer al pe&#243;n y a la dama blancos, en lugar de a los 2 peones blancos.</li></ol>
<h3><span id="Damas_rusas_.2F_Shashki"/><span class="mw-headline" id="Damas_rusas_/_Shashki">Damas rusas / Shashki</span></h3>
<div class="noprint AP rellink"><span style="font-size:88%">Art&#237;culo principal:</span> <i><a href="https://es.wikipedia.org/w/index.php?title=Damas_rusas&amp;action=edit&amp;redlink=1" class="new" title="Damas rusas (a&#250;n no redactado)"> Damas rusas</a></i></div>
<p>Las damas rusas son iguales que las <i>pool checkers</i> con la diferencia que si en medio de una captura se llega a la &#250;ltima fila se corona y se sigue la captura como dama y que empiezan las blancas. Se juega en partes de la antigua <a href="https://es.wikipedia.org/wiki/Uni%C3%B3n_Sovi%C3%A9tica" title="Uni&#243;n Sovi&#233;tica">Uni&#243;n Sovi&#233;tica</a> y en <a href="https://es.wikipedia.org/wiki/Israel" title="Israel">Israel</a> tienen diferente modo de juego.
</p>
<h3><span class="mw-headline" id="Poddavki"><i>Poddavki</i></span></h3>
<div class="noprint AP rellink"><span style="font-size:88%">Art&#237;culo principal:</span> <i><a href="https://es.wikipedia.org/w/index.php?title=Poddavki&amp;action=edit&amp;redlink=1" class="new" title="Poddavki (a&#250;n no redactado)"> Poddavki</a></i></div>
<p>Variante de las damas rusas en la cual, utilizando las mismas reglas, el objetivo se invierte: vence quien consigue quedarse sin piezas o tener bloqueadas las que tiene.Generalmente estas versiones pierde/gana son practicadas en casi todos los juegos de damas, pero no se consideran m&#225;s que un simple divertimento. Sin embargo en Rusia esta variante no solo tiene su propia denominaci&#243;n, sino que goza de prestigio y se celebran campeonatos del mismo modo que con la variante Shashki.
</p>
<div class="thumb tright"><div class="thumbinner" style="width:222px;"><a href="https://es.wikipedia.org/wiki/Archivo:Column_draughts_game.gif" class="image"><img alt="" src="https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Column_draughts_game.gif/220px-Column_draughts_game.gif" decoding="async" width="220" height="222" class="thumbimage" srcset="" data-file-width="267" data-file-height="270"/></a>  <div class="thumbcaption"><div class="magnify"><a href="https://es.wikipedia.org/wiki/Archivo:Column_draughts_game.gif" class="internal" title="Aumentar"/></div>Juego de damas de columna</div></div></div>
<h3><span class="mw-headline" id="Damas_de_columna">Damas de columna</span></h3>
<p>El juego de las damas de columna (torres, postes, damas de varios pisos, tours, "columnas", "damas de columna" e incluso "damas chinas", ingl&#233;s: <i>column draughts, Russian towers</i> o torres rusas) es una variante de las damas, conocida en <a href="https://es.wikipedia.org/wiki/Rusia" title="Rusia">Rusia</a> desde el <a href="https://es.wikipedia.org/wiki/Siglo_XIX" title="Siglo XIX">siglo XIX</a>, en la que el juego se lleva a cabo de acuerdo con las reglas habituales de las damas, pero con la diferencia de que la ficha golpeada no se retira del campo de juego, y se recoge debajo de la figura que golpea (una dama o una torre).
Las torres se mueven a lo largo de la tabla, "obedeciendo" a la tabla superior. Al tomar la torre de ella, solo se quita la parte superior de la pantalla. Si debajo de la parte superior se encuentra un cheque de otro color que el disparo como resultado de la batalla, la torre se convierte en la torre del oponente. Las reglas de los movimientos de las damas simples y damas corresponden a las reglas de las damas rusas.
Sobre la base de las damas rusas, pero de acuerdo con las reglas de las damas inglesas, el campe&#243;n del mundo de ajedrez <a href="https://es.wikipedia.org/wiki/Emanuel_Lasker" title="Emanuel Lasker">Emanuel Lasker</a> desarroll&#243; el juego de damas "Laska" y en <a href="https://es.wikipedia.org/wiki/1911" title="1911">1911</a> public&#243; su descripci&#243;n. <a href="https://es.wikipedia.org/wiki/Lasker" class="mw-redirect" title="Lasker">Lasker</a> mostr&#243; que las torres solo pueden ser "de doble capa": es decir, no puede haber alternancia de colores. Tambi&#233;n mostr&#243; que durante el juego, el n&#250;mero de figuras de juego se mantiene constante o disminuye. Las damas de columna son un objeto curioso para las Ciencias matem&#225;ticas: combinadores, teor&#237;as de juegos de parejas con suma cero, etc.
El inter&#233;s anal&#237;tico y de juego tambi&#233;n son las bandejas de columna y las damas de dos v&#237;as de columna.
</p>
<h3><span class="mw-headline" id="Damas_turcas">Damas turcas</span></h3>
<div class="noprint AP rellink"><span style="font-size:88%">Art&#237;culo principal:</span> <i><a href="https://es.wikipedia.org/w/index.php?title=Damas_turcas&amp;action=edit&amp;redlink=1" class="new" title="Damas turcas (a&#250;n no redactado)"> Damas turcas</a></i></div>
<p>Las &#171;damas turcas&#187;, de nombre original &#171;dama&#187;, se juegan en las mismas zonas que las damas rusas y en <a href="https://es.wikipedia.org/wiki/Turqu%C3%ADa" title="Turqu&#237;a">Turqu&#237;a</a>. Es la m&#225;s diferente de todas las variantes.
</p><p>El tablero es de ocho por ocho casillas. Cada jugador tiene diecis&#233;is piezas, que al principio est&#225;n colocadas en la segunda y la tercera fila m&#225;s pr&#243;ximas a cada uno.
</p>
<ul><li>Las piezas se mueven de manera ortogonal, una posici&#243;n hacia delante o a los lados, no hacia atr&#225;s.</li>
<li>Se captura saltando, tambi&#233;n hacia los lados o adelante.</li>
<li>Se encadenan las capturas. Tal y como se van capturando, se retiran las piezas capturadas.</li>
<li>Cuando una pieza llega a la &#250;ltima fila se corona reina.</li>
<li>Las reinas mueven cualquier n&#250;mero de posiciones vac&#237;as adelante, atr&#225;s o a los lados.</li>
<li>Las reinas capturan igual que las piezas normales, pero pueden capturar piezas separadas de ellas por una l&#237;nea de casillas vac&#237;as e ir a parar a cualquier casilla de &#250;ltima de la pieza capturada, siguiendo una l&#237;nea de casillas vac&#237;as.</li>
<li>Capturar es obligatorio. Hace falta capturar el m&#225;ximo n&#250;mero de piezas.</li>
<li>Gana quienes captura todas las piezas del contrario, lo inmoviliza o lo deja con una sola pieza contra, como m&#237;nimo, una reina.</li></ul>
<h3><span class="mw-headline" id="Damas_chinas">Damas chinas</span></h3>
<div class="noprint AP rellink"><span style="font-size:88%">Art&#237;culo principal:</span> <i><a href="https://es.wikipedia.org/wiki/Damas_chinas" title="Damas chinas"> Damas chinas</a></i></div>
<p>Esta es una variante peculiar de las damas. Se juega entre 2, 4 o 6 jugadores, cada uno con un color diferente. El tablero tambi&#233;n es cuadriculado (en el caso de ser 6 jugadores, el tablero es hexagonal), pero con muchas m&#225;s casillas.
</p><p>Cada jugador comienza la partida con sus piezas en la regi&#243;n de uno de los v&#233;rtices del tablero y su objetivo es trasladar todas sus piezas a la regi&#243;n del v&#233;rtice opuesto.
</p><p>El movimiento de las piezas es el siguiente: en cada turno el jugador mueve una sola pieza, bien desplazando la pieza hacia una casilla adyacente vac&#237;a, o bien saltando sobre otras piezas, bien sean suyas o de otro jugador. El salto se podr&#225; realizar siempre que la casilla final a donde va la pieza est&#233; vac&#237;a, y al igual que las damas convencionales se pueden realizar m&#250;ltiples saltos. En este juego no se comen piezas, simplemente se mueven saltando unas sobre otras. Es interesante realizar movimientos de varios saltos, pues as&#237; las piezas llegan antes al v&#233;rtice opuesto.
</p><p>Gana el jugador que coloca todas sus piezas en la regi&#243;n del v&#233;rtice opuesto en primer lugar.
</p><p>Ning&#250;n jugador puede situar piezas definitivamente en la regi&#243;n opuesta hasta no haber sacado todas sus piezas de su propia regi&#243;n.
</p>
<h2><span class="mw-headline" id="Mitos_sobre_las_damas">Mitos sobre las damas</span></h2>
<ul><li>Las damas no son una variante del <a href="https://es.wikipedia.org/wiki/Ajedrez" title="Ajedrez">ajedrez</a>, a pesar de que ambos juegos se pueden jugar en el <a href="https://es.wikipedia.org/wiki/Tablero_de_damas_y_ajedrez" title="Tablero de damas y ajedrez">mismo tablero</a>, son juegos completamente diferentes.</li>
<li>Las <a href="https://es.wikipedia.org/wiki/Damas_chinas" title="Damas chinas">damas chinas</a> (cuyo nombre les fue dado para hacerlo m&#225;s ex&#243;tico; y que ni siquiera son de <a href="https://es.wikipedia.org/wiki/China" class="mw-redirect" title="China">China</a>, sino que en realidad son una versi&#243;n alemana de otro juego de mesa estadounidense llamado <a href="https://es.wikipedia.org/wiki/Halma" title="Halma">halma</a>) no tienen relaci&#243;n con el juego damas. Adem&#225;s, tanto las piezas (o fichas), as&#237; como sus reglas, son completamente diferentes.</li>
<li>Las damas no tienen relaci&#243;n con el <a href="https://es.wikipedia.org/wiki/Backgammon" title="Backgammon">backgammon</a>, juego en el que se utilizan las mismas fichas que en las damas, con la diferencia de que se juega con 15 fichas y 3 <a href="https://es.wikipedia.org/wiki/Dado" title="Dado">dados</a>, y ocasionalmente tambi&#233;n con dos <a href="https://es.wikipedia.org/wiki/Cubilete" title="Cubilete">cubiletes</a>, y la corona tiene que ponerse en el cuadrado que sigue despu&#233;s de comer una ficha y no se puede mover m&#225;s.</li></ul>
<h2><span class="mw-headline" id="Juegos_relacionados">Juegos relacionados</span></h2>
<ul><li>Cl&#225;sicos:
<ul><li><a href="https://es.wikipedia.org/wiki/Ajedrez" title="Ajedrez">Ajedrez</a></li>
<li><a href="https://es.wikipedia.org/wiki/Alquerque" title="Alquerque">Alquerque</a> (origen de las damas, al fusionarse el alquerque con el tablero del ajedrez)</li>
<li><a href="https://es.wikipedia.org/wiki/Surakarta_(juego)" title="Surakarta (juego)">Surakarta</a></li>
<li><a href="https://es.wikipedia.org/wiki/Fanorona" title="Fanorona">Fanorona</a></li></ul></li>
<li>Modernos:
<ul><li><a href="https://es.wikipedia.org/wiki/Freeze" title="Freeze">Freeze</a></li>
<li><a href="https://es.wikipedia.org/wiki/Epaminondas_(juego)" title="Epaminondas (juego)">Epaminondas</a></li>
<li><a href="https://es.wikipedia.org/wiki/Spot_(juego)" class="mw-redirect" title="Spot (juego)">Spot</a></li>
<li><a href="https://es.wikipedia.org/wiki/Neutron_(juego)" class="mw-redirect" title="Neutron (juego)">Neutron</a></li>
<li><a href="https://es.wikipedia.org/wiki/Lasca_(juego)" title="Lasca (juego)">Lasca</a></li>
<li><a href="https://es.wikipedia.org/w/index.php?title=Dameo&amp;action=edit&amp;redlink=1" class="new" title="Dameo (a&#250;n no redactado)">Dameo</a></li></ul></li>
<li>Otros juegos de tablero abstractos:
<ul><li><a href="https://es.wikipedia.org/wiki/Go" title="Go">Go</a></li>
<li><a href="https://es.wikipedia.org/wiki/Backgammon" title="Backgammon">Backgammon</a></li>
<li><a href="https://es.wikipedia.org/wiki/Rithmomachia" title="Rithmomachia">Rithmomachia</a></li>
<li><a href="https://es.wikipedia.org/wiki/Mancala" title="Mancala">Mancala</a></li>
<li><a href="https://es.wikipedia.org/wiki/Monopoly" title="Monopoly">Monopoly</a></li>
<li><a href="https://es.wikipedia.org/wiki/Ludo" title="Ludo">Ludo</a></li></ul></li></ul>
<h2><span class="mw-headline" id="Referencias">Referencias</span></h2>
<div class="listaref" style="list-style-type: decimal;"><ol class="references">
<li id="cite_note-1"><span class="mw-cite-backlink"><a href="#cite_ref-1">&#8593;</a></span> <span class="reference-text"> (en ingl&#233;s) <a rel="nofollow" class="external text" href="http://fmjd.org/?p=annex">&#171;Official FMJD rules of international draughts&#187;.</a> Sitio web oficial. Consultado el 14 de abril de 2014.</span>
</li>
<li id="cite_note-2"><span class="mw-cite-backlink"><a href="#cite_ref-2">&#8593;</a></span> <span class="reference-text"><span id="CITAREFF&#233;lix_Coluccio" class="citation libro">F&#233;lix Coluccio. <a rel="nofollow" class="external text" href="https://books.google.es/books?id=fDaBNwDKqrcC&amp;pg=PA89&amp;lpg=PA89#v=onepage&amp;q&amp;f=false"><i>Diccionario folkl&#243;rico de la flora y la fauna de Am&#233;rica</i></a>. Ediciones Del Sol, 2001. pp.&#160;89 de 349. <small><a href="https://es.wikipedia.org/wiki/ISBN" title="ISBN">ISBN</a>&#160;<a href="https://es.wikipedia.org/wiki/Especial:FuentesDeLibros/9789509413900" title="Especial:FuentesDeLibros/9789509413900">9789509413900</a></small><span class="reference-accessdate">. Consultado el 28 de octubre de 2019</span>. &#171;Chancho:<i>En el juego de ajedrez o dama, la pieza que queda inmovilizada</i>&#187;.</span><span title="ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fes.wikipedia.org%3ADamas&amp;rft.au=F%C3%A9lix+Coluccio&amp;rft.aulast=F%C3%A9lix+Coluccio&amp;rft.btitle=Diccionario+folkl%C3%B3rico+de+la+flora+y+la+fauna+de+Am%C3%A9rica&amp;rft.genre=book&amp;rft.isbn=9789509413900&amp;rft.pages=89+de+349&amp;rft.pub=Ediciones+Del+Sol%2C+2001&amp;rft_id=https%3A%2F%2Fbooks.google.es%2Fbooks%3Fid%3DfDaBNwDKqrcC%26pg%3DPA89%26lpg%3DPA89%23v%3Donepage%26q%26f%3Dfalse&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook" class="Z3988"><span style="display:none;">&#160;</span></span></span>
</li>
<li id="cite_note-3"><span class="mw-cite-backlink"><a href="#cite_ref-3">&#8593;</a></span> <span class="reference-text"><a rel="nofollow" class="external text" href="http://www.sciencemag.org/content/317/5844/1518.abstract?keytype=ref&amp;siteid=sci&amp;ijkey=jVmVcXy2%2FNTnY">Checkers Is Solved - Science</a></span>
</li>
</ol></div> 
<h2><span id="Bibliograf.C3.ADa"/><span class="mw-headline" id="Bibliograf&#237;a">Bibliograf&#237;a</span></h2>
<ul><li>Castellv&#237;, Franc&#237; de; Vinyols, Narc&#237;s; Fenollar, Bernat (1475-1999), (Scachs d'amor). El poema Scachs d'amor: (siglo XV): primer texto conservado sobre ajedrez moderno / an&#225;lisis y comentarios por Ricardo Calvo. (Pr&#243;logo de Jos&#233; Antonio Garz&#243;n Roger). Editorial Jaque XXI, Madrid. <a href="https://es.wikipedia.org/wiki/Especial:FuentesDeLibros/8492327936" class="internal mw-magiclink-isbn">ISBN 84-923279-3-6</a></li>
<li>Garz&#243;n, Jos&#233; Antonio (2001), En pos del incunable perdido. Francesch Vicent: Llibre dels jochs partitis dels schachs, Valencia, 1495. (Pr&#243;logo del Dr. Ricardo Calvo). Biblioteca Valenciana. <a href="https://es.wikipedia.org/wiki/Especial:FuentesDeLibros/844822860X" class="internal mw-magiclink-isbn">ISBN 84-482-2860-X</a></li>
<li>Garz&#243;n, Jos&#233; Antonio (2005), El Regreso de Francesch Vicent: la historia del nacimiento y expansi&#243;n del ajedrez moderno. (Pr&#243;logo de Anatali Karpov). Generalitat Valenciana, Conselleria de Cultura, Educaci&#243; i Esport: Fundaci&#243; Jaume II el Just, Valencia. <a href="https://es.wikipedia.org/wiki/Especial:FuentesDeLibros/8448241932" class="internal mw-magiclink-isbn">ISBN 84-482-4193-2</a></li>
<li>Garz&#243;n, Jos&#233; Antonio (2010). <i>Luces sobre el Ingenio, el pionero libro del juego llamado marro de punta, de Juan Timonedo</i>. Centro Francisco Tom&#225;s y Valencia, UNED Alzira-Valencia. <a href="https://es.wikipedia.org/wiki/Especial:FuentesDeLibros/9788492885008" class="internal mw-magiclink-isbn">ISBN 978-84-92885-00-8</a>.</li>
<li>Su&#225;rez Fern&#225;ndez, Luis (2006). Dama poderosa: Isabel la Cat&#243;lica y el Ajedrez. En: Bolet&#237;n de la Real Academia de la Historia, 2006, tomo CCIII-cuaderno III septiembre-diciembre, p&#225;gs. 381-383</li>
<li>Westerveld, Govert (1547-1992). <i>Libro llamado ingenio, el cual trata del juego de marro de punta: hecho por Juan Timoneda</i>. <a href="https://es.wikipedia.org/wiki/Especial:FuentesDeLibros/8460440427" class="internal mw-magiclink-isbn">ISBN 84-604-4042-7</a>.</li>
<li>Westerveld, Govert (1990). <i>Las damas: ciencia sobre un tablero I</i>, Editor: PPU S.A. <a href="https://es.wikipedia.org/wiki/Especial:FuentesDeLibros/8476656970" class="internal mw-magiclink-isbn">ISBN 84-7665-697-0</a></li>
<li>Westerveld, Govert (1992). <i>Damas espa&#241;olas: 100 golpes de apertura coronando dama</i>. <a href="https://es.wikipedia.org/wiki/Especial:FuentesDeLibros/8460438880" class="internal mw-magiclink-isbn">ISBN 84-604-3888-0</a>.</li>
<li>Westerveld, Govert (1992). <i>Damas espa&#241;olas: 100 problemas propios con solamente peones</i>.<a href="https://es.wikipedia.org/wiki/Especial:FuentesDeLibros/8460438872" class="internal mw-magiclink-isbn">ISBN 84-604-3887-2</a>.</li>
<li>Westerveld, Govert (1992). <i>Las damas: ciencia sobre un tablero III</i>, <a href="https://es.wikipedia.org/wiki/Especial:FuentesDeLibros/8460440435" class="internal mw-magiclink-isbn">ISBN 84-604-4043-5</a></li>
<li>Westerveld, Govert (1992). <i>Las damas: ciencia sobre un tablero II</i>, <a href="https://es.wikipedia.org/wiki/Especial:FuentesDeLibros/8460438864" class="internal mw-magiclink-isbn">ISBN 84-604-3886-4</a>.</li>
<li>Westerveld, Govert (1993). <i>Libro del juego de las damas vulgarmente nombrado el marro</i>. <a href="https://es.wikipedia.org/wiki/Especial:FuentesDeLibros/846045021X" class="internal mw-magiclink-isbn">ISBN 84-604-5021-X</a></li>
<li>Westerveld, Govert (1994). Historia de la nueva dama poderosa en el juego de Ajedrez y Damas. (History of the new powerful Queen in the game of chess and draught), pages 103-225. Homo Ludens: Der spielende Mensch IV, Internationale Beitr&#228;ge des Institutes f&#252;r Spielforschung und Spielp&#228;dagogik an der Hochschule <i>Mozarteum</i> - Salzburg. Herausgegeben von Prof. Mag. Dr. G&#252;nther C. Bauer.</li>
<li>Westerveld, Govert (1997). La influencia de la reina Isabel la Cat&#243;lica sobre la nueva dama poderosa en el origen del juego de las damas y el ajedrez moderno. En colaboraci&#243;n con Rob Jansen, &#193;msterdam. (Pr&#243;logo de Dr. Ricardo Calvo y Prof. Dr. Juan Torres Fontes). Editor Govert Westerveld, Beniel. <a href="https://es.wikipedia.org/wiki/Especial:FuentesDeLibros/8460563723" class="internal mw-magiclink-isbn">ISBN 84-605-6372-3</a></li>
<li>Westerveld, Govert (2004), La reina Isabel la Cat&#243;lica, su reflejo en la dama poderosa de Valencia, cuna de ajedrez moderno y origen del juego de damas. En colaboraci&#243;n con Jos&#233; Antonio Garz&#243;n Roger, Valencia. (Pr&#243;logo de Prof. Dr. Juan Torres Fontes). Generalidad Valenciana, Secretaria Auton&#242;mica de Cultura. <a href="https://es.wikipedia.org/wiki/Especial:FuentesDeLibros/8448237188" class="internal mw-magiclink-isbn">ISBN 84-482-3718-8</a></li>
<li>Westerveld, Govert (2008). Damas Espa&#241;olas: El Contragolpe. Editor: <a href="https://es.wikipedia.org/wiki/Especial:FuentesDeLibros/8492315192" class="internal mw-magiclink-isbn">ISBN 84-923151-9-2</a></li></ul>
<h2><span class="mw-headline" id="Enlaces_externos">Enlaces externos</span></h2>
<ul><li><img alt="" src="https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Commons-logo.svg/15px-Commons-logo.svg.png" decoding="async" width="15" height="20" srcset="" data-file-width="1024" data-file-height="1376"/> <a href="https://es.wikipedia.org/wiki/Wikimedia_Commons" title="Wikimedia Commons">Wikimedia Commons</a> alberga una categor&#237;a multimedia sobre <b><a href="https://commons.wikimedia.org/wiki/Category:Draughts" class="extiw" title="commons:Category:Draughts">Damas</a></b>.</li>
<li><a rel="nofollow" class="external text" href="http://www.fmjd.org/">Federaci&#243;n mundial de damas</a> (ingl&#233;s)</li>
<li><a rel="nofollow" class="external text" href="http://www.fid.it/">Federaci&#243;n italiana de damas</a> (italiano)</li></ul>
<style data-mw-deduplicate="TemplateStyles:r118746331">.mw-parser-output .mw-authority-control{margin-top:1.5em}.mw-parser-output .mw-authority-control .navbox hr:last-child{display:none}.mw-parser-output .mw-authority-control .navbox+.mw-mf-linked-projects{display:none}.mw-parser-output .mw-authority-control .mw-mf-linked-projects{display:flex;padding:0.5em;border:1px solid #c8ccd1;background-color:#eaecf0;color:#222222}.mw-parser-output .mw-authority-control .mw-mf-linked-projects ul li{margin-bottom:0}</style><div class="mw-authority-control"><div role="navigation" class="navbox" aria-label="Navbox" style="width: inherit;padding:3px"><table class="hlist navbox-inner" style="border-spacing:0;background:transparent;color:inherit"><tbody><tr><th scope="row" class="navbox-group" style="width: 12%; text-align:center;"><a href="https://es.wikipedia.org/wiki/Control_de_autoridades" title="Control de autoridades">Control de autoridades</a></th><td class="navbox-list navbox-odd" style="text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px"><div style="padding:0em 0.25em">
<ul><li><b>Proyectos Wikimedia</b></li>
<li><span style="white-space:nowrap;"><a href="https://es.wikipedia.org/wiki/Wikidata" title="Wikidata"><img alt="Wd" src="https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Wikidata-logo.svg/20px-Wikidata-logo.svg.png" decoding="async" width="20" height="11" srcset="" data-file-width="1050" data-file-height="590"/></a> Datos:</span> <span class="uid"><a href="https://www.wikidata.org/wiki/Q1293" class="extiw" title="wikidata:Q1293">Q1293</a></span></li>
<li><span style="white-space:nowrap;"><a href="https://es.wikipedia.org/wiki/Wikimedia_Commons" title="Commonscat"><img alt="Commonscat" src="https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Commons-logo.svg/15px-Commons-logo.svg.png" decoding="async" width="15" height="20" srcset="" data-file-width="1024" data-file-height="1376"/></a> Multimedia:</span> <span class="uid"><span class="plainlinks"><a class="external text" href="https://commons.wikimedia.org/wiki/Category:Draughts">Draughts</a></span></span></li></ul>
<hr/>
<ul><li><b>Identificadores</b></li>
<li><span style="white-space:nowrap;"><a href="https://es.wikipedia.org/wiki/Biblioteca_Nacional_de_Francia" title="Biblioteca Nacional de Francia">BNF</a>:</span> <span class="uid"><a rel="nofollow" class="external text" href="https://catalogue.bnf.fr/ark:/12148/cb119404312">119404312</a> <a rel="nofollow" class="external text" href="http://data.bnf.fr/ark:/12148/cb119404312">(data)</a></span></li>
<li><span style="white-space:nowrap;"><a href="https://es.wikipedia.org/wiki/Gemeinsame_Normdatei" title="Gemeinsame Normdatei">GND</a>:</span> <span class="uid"><a rel="nofollow" class="external text" href="https://d-nb.info/gnd/4148765-5">4148765-5</a></span></li>
<li><span style="white-space:nowrap;"><a href="https://es.wikipedia.org/wiki/Library_of_Congress_Control_Number" title="Library of Congress Control Number">LCCN</a>:</span> <span class="uid"><a rel="nofollow" class="external text" href="https://id.loc.gov/authorities/sh85022828">sh85022828</a></span></li>
<li><span style="white-space:nowrap;"><a href="https://es.wikipedia.org/wiki/Art_%26_Architecture_Thesaurus" title="Art &amp; Architecture Thesaurus">AAT</a>:</span> <span class="uid"><a rel="nofollow" class="external text" href="https://www.getty.edu/vow/AATFullDisplay?find=&amp;logic=AND&amp;note=&amp;subjectid=300266779">300266779</a></span></li>
<li><b>Diccionarios y enciclopedias</b></li>
<li><span style="white-space:nowrap;"><a href="https://es.wikipedia.org/wiki/Enciclopedia_Brit%C3%A1nica" title="Enciclopedia Brit&#225;nica">Britannica</a>:</span> <span class="uid"><a rel="nofollow" class="external text" href="https://www.britannica.com/topic/checkers">url</a></span></li></ul>
</div></td></tr></tbody></table></div><div class="mw-mf-linked-projects hlist">
<ul><li><span style="white-space:nowrap;"><a href="https://es.wikipedia.org/wiki/Wikidata" title="Wikidata"><img alt="Wd" src="https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Wikidata-logo.svg/20px-Wikidata-logo.svg.png" decoding="async" width="20" height="11" srcset="" data-file-width="1050" data-file-height="590"/></a> Datos:</span> <span class="uid"><a href="https://www.wikidata.org/wiki/Q1293" class="extiw" title="wikidata:Q1293">Q1293</a></span></li>
<li><span style="white-space:nowrap;"><a href="https://es.wikipedia.org/wiki/Wikimedia_Commons" title="Commonscat"><img alt="Commonscat" src="https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Commons-logo.svg/15px-Commons-logo.svg.png" decoding="async" width="15" height="20" srcset="" data-file-width="1024" data-file-height="1376"/></a> Multimedia:</span> <span class="uid"><span class="plainlinks"><a class="external text" href="https://commons.wikimedia.org/wiki/Category:Draughts">Draughts</a></span></span></li></ul>
</div></div>
</div><noscript><img src="https://es.wikipedia.org/wiki/Special:CentralAutoLogin/start?type=1x1" alt="" title="" width="1" height="1" style="border: none; position: absolute;"/></noscript>
<div class="printfooter">Obtenido de &#171;<a dir="ltr" href="https://es.wikipedia.org/w/index.php?title=Damas&amp;oldid=141576808">https://es.wikipedia.org/w/index.php?title=Damas&amp;oldid=141576808</a>&#187;</div></div>
		<div id="catlinks" class="catlinks" data-mw="interface"><div id="mw-normal-catlinks" class="mw-normal-catlinks"><a href="https://es.wikipedia.org/wiki/Especial:Categor%C3%ADas" title="Especial:Categor&#237;as">Categor&#237;a</a>: <ul><li><a href="https://es.wikipedia.org/wiki/Categor%C3%ADa:Damas" title="Categor&#237;a:Damas">Damas</a></li></ul></div><div id="mw-hidden-catlinks" class="mw-hidden-catlinks mw-hidden-cats-hidden">Categor&#237;as ocultas: <ul><li><a href="https://es.wikipedia.org/wiki/Categor%C3%ADa:Wikipedia:Art%C3%ADculos_que_necesitan_referencias_adicionales" title="Categor&#237;a:Wikipedia:Art&#237;culos que necesitan referencias adicionales">Wikipedia:Art&#237;culos que necesitan referencias adicionales</a></li><li><a href="https://es.wikipedia.org/wiki/Categor%C3%ADa:Wikipedia:Referenciar_(a%C3%BAn_sin_clasificar)" title="Categor&#237;a:Wikipedia:Referenciar (a&#250;n sin clasificar)">Wikipedia:Referenciar (a&#250;n sin clasificar)</a></li><li><a href="https://es.wikipedia.org/wiki/Categor%C3%ADa:Wikipedia:Art%C3%ADculos_con_identificadores_BNF" title="Categor&#237;a:Wikipedia:Art&#237;culos con identificadores BNF">Wikipedia:Art&#237;culos con identificadores BNF</a></li><li><a href="https://es.wikipedia.org/wiki/Categor%C3%ADa:Wikipedia:Art%C3%ADculos_con_identificadores_GND" title="Categor&#237;a:Wikipedia:Art&#237;culos con identificadores GND">Wikipedia:Art&#237;culos con identificadores GND</a></li><li><a href="https://es.wikipedia.org/wiki/Categor%C3%ADa:Wikipedia:Art%C3%ADculos_con_identificadores_LCCN" title="Categor&#237;a:Wikipedia:Art&#237;culos con identificadores LCCN">Wikipedia:Art&#237;culos con identificadores LCCN</a></li><li><a href="https://es.wikipedia.org/wiki/Categor%C3%ADa:Wikipedia:Art%C3%ADculos_con_identificadores_AAT" title="Categor&#237;a:Wikipedia:Art&#237;culos con identificadores AAT">Wikipedia:Art&#237;culos con identificadores AAT</a></li><li><a href="https://es.wikipedia.org/wiki/Categor%C3%ADa:Wikipedia:P%C3%A1ginas_con_enlaces_m%C3%A1gicos_de_ISBN" title="Categor&#237;a:Wikipedia:P&#225;ginas con enlaces m&#225;gicos de ISBN">Wikipedia:P&#225;ginas con enlaces m&#225;gicos de ISBN</a></li></ul></div></div>
	</div>
</div>

</article>
</body>
