<!DOCTYPE html>
<html>
<head>
    <meta charset="utf-8" />
    <title>Fusión de núcleo - Wikipedia, la enciclopedia libre</title>
    <link rel="preload" href="https://fonts.googleapis.com" />
    <link rel="preload" href="https://fonts.gstatic.com" crossorigin />
    <link href="https://fonts.googleapis.com/css2?family=Inter:wght@400;800&display=swap" rel="stylesheet" />
    <link rel="preload" href="../css/style.css" />
    <link rel="stylesheet" href="../css/style.css" />
</head>

<body>
<article>
<div id="content" class="mw-body" role="main">
	<a id="top"/>
	<div id="siteNotice"/>
	<div class="mw-indicators">
	</div>
	<h1 id="firstHeading" class="firstHeading mw-first-heading">Fusi&#243;n de n&#250;cleo</h1>
	<div id="bodyContent" class="vector-body">
		<div id="siteSub" class="noprint">De Wikipedia, la enciclopedia libre</div>
		<div id="contentSub"/>
		<div id="contentSub2"/>
		
		<div id="jump-to-nav"/>
		<a class="mw-jump-link" href="#mw-head">Ir a la navegaci&#243;n</a>
		<a class="mw-jump-link" href="#searchInput">Ir a la b&#250;squeda</a>
		<div id="mw-content-text" class="mw-body-content mw-content-ltr" lang="es" dir="ltr"><div class="mw-parser-output"><div class="thumb tright"><div class="thumbinner" style="width:302px;"><a href="https://es.wikipedia.org/wiki/Archivo:3MileIsland.jpg" class="image"><img alt="" src="https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/3MileIsland.jpg/300px-3MileIsland.jpg" decoding="async" width="300" height="226" class="thumbimage" srcset="" data-file-width="723" data-file-height="544"/></a>  <div class="thumbcaption"><div class="magnify"><a href="https://es.wikipedia.org/wiki/Archivo:3MileIsland.jpg" class="internal" title="Aumentar"/></div><a href="https://es.wikipedia.org/wiki/Planta_de_energ%C3%ADa_nuclear_Three_Mile_Island" title="Planta de energ&#237;a nuclear Three Mile Island">Planta de energ&#237;a nuclear Three Mile Island</a> consiste de dos <a href="https://es.wikipedia.org/wiki/Reactor_de_agua_a_presi%C3%B3n" title="Reactor de agua a presi&#243;n">reactores de agua a presi&#243;n</a> fabricados por <a href="https://es.wikipedia.org/wiki/Babcock_%26_Wilcox" title="Babcock &amp; Wilcox">Babcock &amp; Wilcox</a>, cada uno dentro de su propio <a href="https://es.wikipedia.org/wiki/Edificio_de_contenci%C3%B3n" title="Edificio de contenci&#243;n">edificio de contenci&#243;n</a> conectado a una <a href="https://es.wikipedia.org/wiki/Torre_de_refrigeraci%C3%B3n" title="Torre de refrigeraci&#243;n">torre de refrigeraci&#243;n</a>. El reactor 2, que sufri&#243; una fusi&#243;n parcial causando un serio da&#241;o del combustible, est&#225; en segundo plano.</div></div></div>
<p>La <b>fusi&#243;n de n&#250;cleo</b> es el t&#233;rmino con el que se designa a un tipo de accidente grave en un reactor nuclear, en el que, al calentarse, el combustible cambia de estado s&#243;lido a l&#237;quido, lo cual puede producirse por un aumento de potencia o por imposibilidad de ser refrigerado. No debe confundirse con el t&#233;rmino <i><a href="https://es.wikipedia.org/wiki/Fusi%C3%B3n_nuclear" title="Fusi&#243;n nuclear">fusi&#243;n nuclear</a></i>, cuyo significado hace referencia a la uni&#243;n de &#225;tomos. 
</p><p>La fusi&#243;n de n&#250;cleo ocurre cuando los sistemas de seguridad de una central nuclear fallan y provocan que la reacci&#243;n nuclear deje de ser controlada, conllevando que la temperatura dentro del n&#250;cleo de la central aumente vertiginosamente y pueda provocar la fusi&#243;n de los materiales radiactivos, usualmente <a href="https://es.wikipedia.org/wiki/Uranio" title="Uranio">uranio</a> o <a href="https://es.wikipedia.org/wiki/Plutonio" title="Plutonio">plutonio</a>. La fusi&#243;n de n&#250;cleo es el accidente m&#225;s temido, debido a que puede provocar el colapso de la estructura del reactor, y con ello expulsar gran cantidad de materiales radiactivos al medio ambiente si hay alg&#250;n tipo de explosi&#243;n o si se filtran al subsuelo. Evidentemente, una fusi&#243;n de n&#250;cleo implica, casi con total seguridad, la destrucci&#243;n del reactor y la imposibilidad de su reparaci&#243;n.
</p>
<div id="toc" class="toc" role="navigation" aria-labelledby="mw-toc-heading"><input type="checkbox" role="button" id="toctogglecheckbox" class="toctogglecheckbox" style="display:none"/><div class="toctitle" lang="es" dir="ltr"><h2 id="mw-toc-heading">&#205;ndice</h2><span class="toctogglespan"><label class="toctogglelabel" for="toctogglecheckbox"/></span></div>
<ul>
<li class="toclevel-1 tocsection-1"><a href="#Causas"><span class="tocnumber">1</span> <span class="toctext">Causas</span></a></li>
<li class="toclevel-1 tocsection-2"><a href="#Consecuencias"><span class="tocnumber">2</span> <span class="toctext">Consecuencias</span></a></li>
<li class="toclevel-1 tocsection-3"><a href="#Medidas_de_seguridad"><span class="tocnumber">3</span> <span class="toctext">Medidas de seguridad</span></a>
<ul>
<li class="toclevel-2 tocsection-4"><a href="#Seguridad_Activa"><span class="tocnumber">3.1</span> <span class="toctext">Seguridad Activa</span></a></li>
<li class="toclevel-2 tocsection-5"><a href="#Seguridad_Pasiva"><span class="tocnumber">3.2</span> <span class="toctext">Seguridad Pasiva</span></a></li>
</ul>
</li>
<li class="toclevel-1 tocsection-6"><a href="#Efectos"><span class="tocnumber">4</span> <span class="toctext">Efectos</span></a></li>
<li class="toclevel-1 tocsection-7"><a href="#Sucesos"><span class="tocnumber">5</span> <span class="toctext">Sucesos</span></a></li>
<li class="toclevel-1 tocsection-8"><a href="#V&#233;ase_tambi&#233;n"><span class="tocnumber">6</span> <span class="toctext">V&#233;ase tambi&#233;n</span></a></li>
<li class="toclevel-1 tocsection-9"><a href="#Referencias"><span class="tocnumber">7</span> <span class="toctext">Referencias</span></a></li>
</ul>
</div>

<h2><span class="mw-headline" id="Causas">Causas</span></h2>
<p>Para que se produzca la fusi&#243;n de n&#250;cleo ha de producirse una cadena de fallos. Estos pueden ser una p&#233;rdida de control de la presi&#243;n, una p&#233;rdida de refrigerante, un aumento inadvertido de la potencia de generaci&#243;n, un incendio, o bien la combinaci&#243;n de algunos de estos fallos.
</p>
<ul><li>En los accidentes debidos a <b>p&#233;rdida de control de la presi&#243;n</b> del l&#237;quido refrigerante este cae por debajo de los niveles operacionales, a veces sin que los operadores tengan indicios de ello. Si se usa un gas inerte como refrigerante, se reduce la eficiencia en la transferencia del calor, mientras que si se utiliza agua a presi&#243;n se genera una burbuja de vapor que rodea el combustible. En este &#250;ltimo caso, debido al calentamiento del vapor la presi&#243;n necesaria para enfriar dicha burbuja puede exceder los valores especificados para el dise&#241;o, con lo que el enfriamiento tardar&#237;a mucho m&#225;s en producirse. Adem&#225;s, la burbuja de vapor podr&#237;a producir una explosi&#243;n por el exceso de presi&#243;n, como ocurri&#243; en el <a href="https://es.wikipedia.org/wiki/Accidente_de_Fukushima" class="mw-redirect" title="Accidente de Fukushima">Accidente de Fukushima</a>.</li>
<li>Si se produce una <b>p&#233;rdida de refrigerante</b> es muy probable que se experimenten p&#233;rdidas de control de presi&#243;n, o s&#237;ntomas similares. La p&#233;rdida del refrigerante ocasionar&#237;a un desequilibrio en la transferencia de calor del n&#250;cleo al refrigerante, o bien la formaci&#243;n de una burbuja que acumule dicho calor.</li>
<li>Cuando se produce un <b>aumento de la potencia</b> por encima de los niveles tolerables se aumenta, de forma consecuente, la reactividad, pudiendo llegar a sobrepasar los par&#225;metros de dise&#241;o del reactor. La reacci&#243;n en cadena aumenta exponencialmente, provocando, con ello, un aumento s&#250;bito del calor generado como ocurri&#243; en el <a href="https://es.wikipedia.org/wiki/Accidente_de_Chern%C3%B3bil" title="Accidente de Chern&#243;bil">Accidente de Chern&#243;bil</a>.</li>
<li>En ocasiones el problema se debe a <b>incendios</b>, bien dentro del n&#250;cleo, bien en instalaciones relacionadas. Un incendio dentro del n&#250;cleo contribuye a aumentar el calor del material radiactivo y, con ello, a favorecer su fundici&#243;n. Esto es posible en algunos reactores que son moderados por hidr&#243;geno o grafito: si se manipula sin cuidado el refrigerante puede sobrepasarse su tolerancia a la temperatura y originarse un incendio. Si el incendio se produce en otras instalaciones (por ejemplo, en los sistemas de cableado), es posible que se pierda el control de la reacci&#243;n, debido a la inutilizaci&#243;n de los dispositivos electr&#243;nicos.</li></ul>
<p>Para que se produzca la fusi&#243;n de n&#250;cleo no es estrictamente necesario que el reactor est&#233; funcionando y en su estado &#243;ptimo de criticidad. En caso de un accidente, la presencia de fuego y el calor residual pueden prolongar la citada fusi&#243;n.
</p>
<h2><span class="mw-headline" id="Consecuencias">Consecuencias</span></h2>
<p>Cuando el n&#250;cleo se ha derretido, el combustible fundido es capaz de destruir la estructura de la vasija del reactor. Incluso, dependiendo de las caracter&#237;sticas de la construcci&#243;n del edificio de contenci&#243;n, si es que la central dispone de uno, podr&#237;a ocurrir que el material radiactivo llegase a penetrar en el subsuelo. Si el material en estado fundido entra en contacto con el agua se produce una explosi&#243;n de vapor, agravando enormemente la situaci&#243;n. Adem&#225;s, todo material que entre en contacto con el n&#250;cleo en estado fluido se derretir&#225; o incendiar&#225;.
</p><p>En los peores casos puede producirse una explosi&#243;n con motivo de la acumulaci&#243;n de gases o del contacto con agua. La violencia de la explosi&#243;n podr&#237;a expulsar materiales radiactivos al medio ambiente, sobre todo si no existe un edificio de contenci&#243;n que aisle al reactor de la atm&#243;sfera. Dos ejemplos totalmente antagonistas son los de la central nuclear de <a href="https://es.wikipedia.org/wiki/Planta_de_energ%C3%ADa_nuclear_Three_Mile_Island" title="Planta de energ&#237;a nuclear Three Mile Island">Three Mile Island</a> (<a href="https://es.wikipedia.org/wiki/Estados_Unidos" title="Estados Unidos">Estados Unidos</a>) y la central nuclear de <a href="https://es.wikipedia.org/wiki/Central_Nuclear_de_Chern%C3%B3bil" class="mw-redirect" title="Central Nuclear de Chern&#243;bil">Chern&#243;bil</a> (<a href="https://es.wikipedia.org/wiki/Ucrania" title="Ucrania">Ucrania</a>, entonces parte de la  <a href="https://es.wikipedia.org/wiki/Uni%C3%B3n_Sovi%C3%A9tica" title="Uni&#243;n Sovi&#233;tica">Uni&#243;n Sovi&#233;tica</a>). La primera sufri&#243; una fusi&#243;n parcial de n&#250;cleo, que deriv&#243; en una explosi&#243;n. En el segundo caso la fusi&#243;n fue completa, y tambi&#233;n provoc&#243; una explosi&#243;n. La diferencia radica en que la central estadounidense dispone de edificio de contenci&#243;n y la ucraniana no. La primera no registr&#243; da&#241;os personales, mientras que en la segunda hubo que evacuar a 600 000 personas de sus hogares, siendo la cifra oficial de 31 muertos y la extraoficial de varias decenas de miles.
</p><p>A pesar de las investigaciones realizadas y de la experiencia a ra&#237;z de algunos accidentes, a&#250;n no se sabe con exactitud el poder de penetraci&#243;n en los materiales del combustible derretido. Un ejemplo de ello es que, en virtud del dise&#241;o de las centrales de <a href="https://es.wikipedia.org/wiki/Planta_de_energ%C3%ADa_nuclear_Three_Mile_Island" title="Planta de energ&#237;a nuclear Three Mile Island">Three Mile Island</a> y <a href="https://es.wikipedia.org/wiki/Central_Nuclear_de_Chern%C3%B3bil" class="mw-redirect" title="Central Nuclear de Chern&#243;bil">Chern&#243;bil</a>, ninguna de las dos deb&#237;a haber concluido con su vasija intacta. Es m&#225;s, la central estadounidense estuvo mucho m&#225;s tiempo en estado de fusi&#243;n que la ucraniana, y sin embargo los da&#241;os fueron menores. 
</p><p>Cuando se produce una fusi&#243;n de n&#250;cleo es necesario esperar un tiempo prudencial hasta que se haya estabilizado el entorno de trabajo. Generalmente, los niveles de radiactividad ser&#225;n altos durante miles de a&#241;os, pero es de esperar que los elementos m&#225;s da&#241;inos en primera instancia para el cuerpo humano, como el <a href="https://es.wikipedia.org/wiki/Yodo" title="Yodo">yodo</a>, decaigan tras unas semanas.
</p><p>Hay tres factores que determinan el grado de probabilidad y peligrosidad de una fusi&#243;n de n&#250;cleo. Conocer y controlar estos par&#225;metros puede ser vital para que un equipo de operadores y t&#233;cnicos de una central nuclear sean capaces o no de detener a tiempo una fusi&#243;n:
</p>
<ol><li>El tiempo necesario para que el refrigerante pierda su eficacia o resulte da&#241;ado.</li>
<li>El tiempo necesario para que el combustible empiece a derretirse.</li>
<li>El tiempo necesario para que el material fundido atraviese las protecciones.</li></ol>
<p>Estos tiempos son fundamentales para evitar un accidente de proporciones catastr&#243;ficas. Cuanto mayor sea el tiempo, m&#225;s posibilidades hay de que sea indetenible una reacci&#243;n conducente a una fusi&#243;n de n&#250;cleo y, por tanto, la probabilidad de que &#233;sta se produzca ser&#225; menor.
</p>
<h2><span class="mw-headline" id="Medidas_de_seguridad">Medidas de seguridad</span></h2>
<p>El dise&#241;o del reactor est&#225; orientado a su operaci&#243;n con la mayor seguridad posible, tanto en el caso de una operaci&#243;n segura como en el supuesto de que se desarrollen escenarios no deseados, ya sea por accidente, fatiga de material, imprudencia o sabotajes. La estructura del reactor suele estar contenida dentro del edificio de contenci&#243;n. Este dise&#241;o, de hecho, es obligatorio en las centrales nucleares de nuevo dise&#241;o. En el caso de una fusi&#243;n de n&#250;cleo, todo el material deber&#237;a quedarse dentro de dicho edificio, con lo que los da&#241;os provocados ser&#237;an estrictamente econ&#243;micos. 
</p>
<h3><span class="mw-headline" id="Seguridad_Activa">Seguridad Activa</span></h3>
<p>Los mecanismos de seguridad activa estar&#225;n encaminados a minimizar la posibilidad de que se provoque una fusi&#243;n de n&#250;cleo. Entre estas medidas se pueden destacar las siguientes:
</p>
<ul><li>Uso de sistemas de refrigeraci&#243;n efectivos, seguros y redundantes. La redundancia es vital, puesto que implica que si un sistema de refrigeraci&#243;n falla, los dem&#225;s sigan funcionando y eviten el sobrecalentamiento del n&#250;cleo.</li>
<li>Sistemas de control redundantes. La redundancia en el control es necesaria para los casos en que un incendio u otra contingencia inutiliza los sistemas tradicionales de control.</li>
<li>Sistemas de seguridad no desconectables. El dise&#241;o de los sistemas de seguridad debe estar encaminado a que sea imposible operar el reactor sin uno solo de los sistemas autom&#225;ticos de control.</li></ul>
<h3><span class="mw-headline" id="Seguridad_Pasiva">Seguridad Pasiva</span></h3>
<div class="VT rellink"><span style="font-size:88%">V&#233;ase tambi&#233;n:</span> <i><a href="https://es.wikipedia.org/wiki/Seguridad_nuclear_pasiva" title="Seguridad nuclear pasiva">Seguridad nuclear pasiva</a></i></div>
<p>Cuando la fusi&#243;n de n&#250;cleo es inevitable, los sistemas de seguridad activa no tienen m&#225;s posibilidad de ayudar a los operadores. En estos casos han de actuar los sistemas de seguridad pasiva, que tratan de minimizar las consecuencias de la fusi&#243;n:
</p>
<ul><li>Presencia de un edificio de contenci&#243;n que evite la liberaci&#243;n de material radiactivo a la atm&#243;sfera.</li>
<li>Dise&#241;o de la vasija de modo que resista el calor de la fusi&#243;n de n&#250;cleo. En cualquier caso, si se produce la fusi&#243;n del combustible y la vasija, &#233;sta debe ser <i>controlada</i>, es decir, debe producirse de un modo que sea conocido por los ingenieros, t&#233;cnicos y operadores, a fin de minimizar los imprevistos.</li></ul>
<h2><span class="mw-headline" id="Efectos">Efectos</span></h2>
<p>Los efectos que provoquen una fusi&#243;n de n&#250;cleo estar&#225;n muy relacionados con los par&#225;metros de seguridad pasiva introducidos en el dise&#241;o del reactor, 
</p><p>Las dificultades que entra&#241;a la operaci&#243;n en atm&#243;sferas altamente radiactivas y la relativamente escasa cantidad de fusiones de n&#250;cleo que ha registrado la industria nuclear hacen dif&#237;cil definir unos efectos claros de una fusi&#243;n de n&#250;cleo, m&#225;s all&#225; de los econ&#243;micos, lo que dificulta la toma de decisiones, m&#225;s all&#225; de lo puramente te&#243;rico y lo poco que se ha podido experimentar. Quiz&#225; uno de los efectos m&#225;s conocidos sea la fusi&#243;n del combustible y del material de la vasija hasta que se alcanzan las aguas subterr&#225;neas. Este fen&#243;meno se conoce como el <a href="https://es.wikipedia.org/wiki/S%C3%ADndrome_de_China" title="S&#237;ndrome de China">S&#237;ndrome de China</a>. 
</p><p>Algo que se descarta absolutamente es que una fusi&#243;n de n&#250;cleo pueda generar una explosi&#243;n nuclear como las provocadas por el armamento at&#243;mico; no obstante, como ya se indic&#243; antes, un eventual contacto del material fluido con una reserva de agua provocar&#237;a una explosi&#243;n de vapor que diseminar&#237;a el material radiactivo por una amplia extensi&#243;n de terreno, emulando una <a href="https://es.wikipedia.org/wiki/Bomba_sucia" title="Bomba sucia">bomba sucia</a>. Esto se debe a que la fusi&#243;n se desarrolla a temperaturas cercanas o superiores a los 1500 grados cent&#237;grados; a esta temperatura el agua pasa inmediatamente a estado gaseoso provocando una gran presi&#243;n sobre la vasija del reactor que puede llevar a explosiones. 
</p><p>Por otro lado, algunos materiales presentes en los reactores, como el <a href="https://es.wikipedia.org/wiki/Circonio" title="Circonio">circonio</a> o el <a href="https://es.wikipedia.org/wiki/Grafito" title="Grafito">grafito</a> (presente en los reactores refrigerados por di&#243;xido de carbono y en los <a href="https://es.wikipedia.org/wiki/RBMK" title="RBMK">RBMK</a> sovi&#233;ticos) pueden <a href="https://es.wikipedia.org/wiki/Catalizar" class="mw-redirect" title="Catalizar">catalizar</a> la producci&#243;n de <a href="https://es.wikipedia.org/wiki/Hidr%C3%B3geno" title="Hidr&#243;geno">hidr&#243;geno</a> a partir de agua y aire, resultando en la explosi&#243;n.
</p>
<h2><span class="mw-headline" id="Sucesos">Sucesos</span></h2>
<p>La fusi&#243;n de n&#250;cleo m&#225;s conocida y de m&#225;s graves consecuencias ocurri&#243; en la <a href="https://es.wikipedia.org/wiki/Accidente_de_Chern%C3%B3bil" title="Accidente de Chern&#243;bil">central nuclear de Chern&#243;bil</a>, el <a href="https://es.wikipedia.org/wiki/26_de_abril" title="26 de abril">26 de abril</a> de <a href="https://es.wikipedia.org/wiki/1986" title="1986">1986</a>, en <a href="https://es.wikipedia.org/wiki/Ucrania" title="Ucrania">Ucrania</a> (que, cuatro a&#241;os antes, ya hab&#237;a padecido una fusi&#243;n parcial de n&#250;cleo en su reactor n&#250;mero 1). En <a href="https://es.wikipedia.org/wiki/2011" title="2011">2011</a>, la <a href="https://es.wikipedia.org/wiki/Accidente_nuclear_de_Fukushima_I" title="Accidente nuclear de Fukushima I">Central Nuclear de Fukushima</a> sufri&#243; una triple fusi&#243;n del n&#250;cleo en todos sus reactores operativos, con una importante emisi&#243;n de contaminaci&#243;n radiactiva. En <a href="https://es.wikipedia.org/wiki/1979" title="1979">1979</a>, se produjo otra de similares caracter&#237;sticas pero con muchos menos da&#241;os, en <a href="https://es.wikipedia.org/wiki/Planta_de_energ%C3%ADa_nuclear_Three_Mile_Island" title="Planta de energ&#237;a nuclear Three Mile Island">Three Mile Island</a>, <a href="https://es.wikipedia.org/wiki/Pensilvania" title="Pensilvania">Pensilvania</a>, <a href="https://es.wikipedia.org/wiki/Estados_Unidos" title="Estados Unidos">Estados Unidos</a>. Otras centrales en las que se han registrado fusiones parciales de n&#250;cleo son:
</p>
<ul><li>NRX, Ontario, Canad&#225;, en <a href="https://es.wikipedia.org/wiki/1952" title="1952">1952</a>.</li>
<li>EBR-I, Idaho, Estados Unidos, en <a href="https://es.wikipedia.org/wiki/1955" title="1955">1955</a>.</li>
<li>Windscale (ahora Sellafield), Inglaterra, en <a href="https://es.wikipedia.org/wiki/1957" title="1957">1957</a>.</li>
<li>Laboratorio de Santa Susana, Simi Hills, California, Estados Unidos, en <a href="https://es.wikipedia.org/wiki/1959" title="1959">1959</a>.</li>
<li>SL-1, Idaho, Estados Unidos, en <a href="https://es.wikipedia.org/wiki/1961" title="1961">1961</a>.</li>
<li>Estaci&#243;n Nuclear Enrico Fermi, Escocia, en <a href="https://es.wikipedia.org/wiki/1967" title="1967">1967</a>.</li>
<li>Chapelcross, Dumfries and Galloway, Escocia, en <a href="https://es.wikipedia.org/wiki/1967" title="1967">1967</a>.</li>
<li>Planta A1, Jaslovsk&#233; Bohunice, Checoslovaquia, en <a href="https://es.wikipedia.org/wiki/1977" title="1977">1977</a>.</li>
<li>Planta de Okuma, Fukushima, Jap&#243;n, en <a href="https://es.wikipedia.org/wiki/2011" title="2011">2011</a>.</li></ul>
<p>Adem&#225;s, algunos submarinos nucleares han experimentado la fusi&#243;n del n&#250;cleo de su reactor.<sup id="cite_ref-1" class="reference separada"><a href="#cite_note-1"><span class="corchete-llamada">[</span>1<span class="corchete-llamada">]</span></a></sup>&#8203;
</p>
<h2><span id="V.C3.A9ase_tambi.C3.A9n"/><span class="mw-headline" id="V&#233;ase_tambi&#233;n">V&#233;ase tambi&#233;n</span></h2>
<ul><li><a href="https://es.wikipedia.org/wiki/Accidente_de_Three_Mile_Island" title="Accidente de Three Mile Island">Three Mile Island</a></li>
<li><a href="https://es.wikipedia.org/wiki/Accidente_de_Chern%C3%B3bil" title="Accidente de Chern&#243;bil">Accidente de Chern&#243;bil</a></li>
<li><a href="https://es.wikipedia.org/wiki/S%C3%ADndrome_de_China" title="S&#237;ndrome de China">S&#237;ndrome de China</a></li>
<li><a href="https://es.wikipedia.org/wiki/Central_nuclear" title="Central nuclear">Central nuclear</a></li>
<li><a href="https://es.wikipedia.org/wiki/Energ%C3%ADa_nuclear" title="Energ&#237;a nuclear">Energ&#237;a nuclear</a></li>
<li><a href="https://es.wikipedia.org/wiki/Accidente_nuclear" title="Accidente nuclear">Accidente nuclear</a></li>
<li><a href="https://es.wikipedia.org/wiki/Contaminaci%C3%B3n_radiactiva" title="Contaminaci&#243;n radiactiva">Contaminaci&#243;n radiactiva</a></li>
<li><a href="https://es.wikipedia.org/wiki/Comportamiento_del_combustible_nuclear_durante_un_accidente_del_reactor" title="Comportamiento del combustible nuclear durante un accidente del reactor">Comportamiento del combustible nuclear durante un accidente del reactor</a></li></ul>
<h2><span class="mw-headline" id="Referencias">Referencias</span></h2>
<div class="listaref" style="list-style-type: decimal;"><ol class="references">
<li id="cite_note-1"><span class="mw-cite-backlink"><a href="#cite_ref-1">&#8593;</a></span> <span class="reference-text"><span class="citation publicaci&#243;n"><a rel="nofollow" class="external text" href="https://web.archive.org/web/20150608092153/http://www.asesmar.org/publicaciones/documentos/aspectos_actuales_propulsion_naval_militar.pdf">&#171;Aspectos actuales de la propulsi&#243;n naval nuclear&#187;</a>. <i>Diana Cuervo</i>. Archivado desde <a rel="nofollow" class="external text" href="http://www.asesmar.org/publicaciones/documentos/aspectos_actuales_propulsion_naval_militar.pdf">el original</a> el 8 de junio de 2015<span class="reference-accessdate">. Consultado el 27 de agosto de 2018</span>.</span><span title="ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fes.wikipedia.org%3AFusi%C3%B3n+de+n%C3%BAcleo&amp;rft.atitle=Aspectos+actuales+de+la+propulsi%C3%B3n+naval+nuclear&amp;rft.genre=article&amp;rft.jtitle=Diana+Cuervo&amp;rft_id=http%3A%2F%2Fwww.asesmar.org%2Fpublicaciones%2Fdocumentos%2Faspectos_actuales_propulsion_naval_militar.pdf&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal" class="Z3988"><span style="display:none;">&#160;</span></span></span>
</li>
</ol></div>
<style data-mw-deduplicate="TemplateStyles:r118746331">.mw-parser-output .mw-authority-control{margin-top:1.5em}.mw-parser-output .mw-authority-control .navbox hr:last-child{display:none}.mw-parser-output .mw-authority-control .navbox+.mw-mf-linked-projects{display:none}.mw-parser-output .mw-authority-control .mw-mf-linked-projects{display:flex;padding:0.5em;border:1px solid #c8ccd1;background-color:#eaecf0;color:#222222}.mw-parser-output .mw-authority-control .mw-mf-linked-projects ul li{margin-bottom:0}</style><div class="mw-authority-control"><div role="navigation" class="navbox" aria-label="Navbox" style="width: inherit;padding:3px"><table class="hlist navbox-inner" style="border-spacing:0;background:transparent;color:inherit"><tbody><tr><th scope="row" class="navbox-group" style="width: 12%; text-align:center;"><a href="https://es.wikipedia.org/wiki/Control_de_autoridades" title="Control de autoridades">Control de autoridades</a></th><td class="navbox-list navbox-odd" style="text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px"><div style="padding:0em 0.25em">
<ul><li><b>Proyectos Wikimedia</b></li>
<li><span style="white-space:nowrap;"><a href="https://es.wikipedia.org/wiki/Wikidata" title="Wikidata"><img alt="Wd" src="https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Wikidata-logo.svg/20px-Wikidata-logo.svg.png" decoding="async" width="20" height="11" srcset="" data-file-width="1050" data-file-height="590"/></a> Datos:</span> <span class="uid"><a href="https://www.wikidata.org/wiki/Q105807" class="extiw" title="wikidata:Q105807">Q105807</a></span></li>
<li><b>Diccionarios y enciclopedias</b></li>
<li><span style="white-space:nowrap;"><a href="https://es.wikipedia.org/wiki/Enciclopedia_Brit%C3%A1nica" title="Enciclopedia Brit&#225;nica">Britannica</a>:</span> <span class="uid"><a rel="nofollow" class="external text" href="https://www.britannica.com/technology/meltdown">url</a></span></li></ul>
</div></td></tr></tbody></table></div><div class="mw-mf-linked-projects hlist">
<ul><li><span style="white-space:nowrap;"><a href="https://es.wikipedia.org/wiki/Wikidata" title="Wikidata"><img alt="Wd" src="https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Wikidata-logo.svg/20px-Wikidata-logo.svg.png" decoding="async" width="20" height="11" srcset="" data-file-width="1050" data-file-height="590"/></a> Datos:</span> <span class="uid"><a href="https://www.wikidata.org/wiki/Q105807" class="extiw" title="wikidata:Q105807">Q105807</a></span></li></ul>
</div></div>
</div><noscript><img src="https://es.wikipedia.org/wiki/Special:CentralAutoLogin/start?type=1x1" alt="" title="" width="1" height="1" style="border: none; position: absolute;"/></noscript>
<div class="printfooter">Obtenido de &#171;<a dir="ltr" href="https://es.wikipedia.org/w/index.php?title=Fusi&#243;n_de_n&#250;cleo&amp;oldid=131900091">https://es.wikipedia.org/w/index.php?title=Fusi&#243;n_de_n&#250;cleo&amp;oldid=131900091</a>&#187;</div></div>
		<div id="catlinks" class="catlinks" data-mw="interface"><div id="mw-normal-catlinks" class="mw-normal-catlinks"><a href="https://es.wikipedia.org/wiki/Especial:Categor%C3%ADas" title="Especial:Categor&#237;as">Categor&#237;a</a>: <ul><li><a href="https://es.wikipedia.org/wiki/Categor%C3%ADa:F%C3%ADsica_nuclear" title="Categor&#237;a:F&#237;sica nuclear">F&#237;sica nuclear</a></li></ul></div></div>
	</div>
</div>

</article>
</body>
