<!DOCTYPE html>
<html>
<head>
    <meta charset="utf-8" />
    <title>Cisma de Oriente - Wikipedia, la enciclopedia libre</title>
    <link rel="preload" href="https://fonts.googleapis.com" />
    <link rel="preload" href="https://fonts.gstatic.com" crossorigin />
    <link href="https://fonts.googleapis.com/css2?family=Inter:wght@400;800&display=swap" rel="stylesheet" />
    <link rel="preload" href="../css/style.css" />
    <link rel="stylesheet" href="../css/style.css" />
</head>

<body>
<article>
<div id="content" class="mw-body" role="main">
	<a id="top"/>
	<div id="siteNotice"/>
	<div class="mw-indicators">
	</div>
	<h1 id="firstHeading" class="firstHeading mw-first-heading">Cisma de Oriente</h1>
	<div id="bodyContent" class="vector-body">
		<div id="siteSub" class="noprint">De Wikipedia, la enciclopedia libre</div>
		<div id="contentSub"><span class="mw-redirectedfrom">(Redirigido desde &#171;<a href="https://es.wikipedia.org/w/index.php?title=Gran_Cisma_de_Oriente&amp;redirect=no" class="mw-redirect" title="Gran Cisma de Oriente">Gran Cisma de Oriente</a>&#187;)</span></div>
		<div id="contentSub2"/>
		
		<div id="jump-to-nav"/>
		<a class="mw-jump-link" href="#mw-head">Ir a la navegaci&#243;n</a>
		<a class="mw-jump-link" href="#searchInput">Ir a la b&#250;squeda</a>
		<div id="mw-content-text" class="mw-body-content mw-content-ltr" lang="es" dir="ltr"><div class="mw-parser-output"><p>El <b>cisma de Oriente y Occidente</b>, <b>gran cisma</b> o <b>cisma de 1054</b>, conocido en la historiograf&#237;a occidental como el <b>Cisma de Oriente</b> y en los pa&#237;ses ortodoxos como el <b>cisma de los latinos</b> fue el evento que, rompiendo la unidad de lo que era la Iglesia estatal del <a href="https://es.wikipedia.org/wiki/Imperio_romano" title="Imperio romano">Imperio romano</a> basada en la <a href="https://es.wikipedia.org/wiki/Pentarqu%C3%ADa" title="Pentarqu&#237;a">pentarqu&#237;a</a>, dividi&#243; el <a href="https://es.wikipedia.org/wiki/Cristianismo" title="Cristianismo">cristianismo</a> <a href="https://es.wikipedia.org/wiki/Concilio_de_Calcedonia" title="Concilio de Calcedonia">calcedonio</a> entre la <a href="https://es.wikipedia.org/wiki/Iglesia_cat%C3%B3lica" title="Iglesia cat&#243;lica">Iglesia cat&#243;lica</a> en <a href="https://es.wikipedia.org/wiki/Occidente" title="Occidente">Occidente</a> y la <a href="https://es.wikipedia.org/wiki/Iglesia_ortodoxa" title="Iglesia ortodoxa">Iglesia ortodoxa</a> en el <a href="https://es.wikipedia.org/wiki/Oriente" title="Oriente">Oriente</a>. Aunque 1054 se indica normalmente como el a&#241;o del <a href="https://es.wikipedia.org/wiki/Cisma" title="Cisma">cisma</a>, fue en realidad el resultado de un largo per&#237;odo de distanciamiento progresivo teol&#243;gico y pol&#237;tico entre las dos ramas eclesiales que subsiste hasta la actualidad.
</p>
<div id="toc" class="toc" role="navigation" aria-labelledby="mw-toc-heading"><input type="checkbox" role="button" id="toctogglecheckbox" class="toctogglecheckbox" style="display:none"/><div class="toctitle" lang="es" dir="ltr"><h2 id="mw-toc-heading">&#205;ndice</h2><span class="toctogglespan"><label class="toctogglelabel" for="toctogglecheckbox"/></span></div>
<ul>
<li class="toclevel-1 tocsection-1"><a href="#Antecedentes"><span class="tocnumber">1</span> <span class="toctext">Antecedentes</span></a></li>
<li class="toclevel-1 tocsection-2"><a href="#Controversia_Filioque"><span class="tocnumber">2</span> <span class="toctext">Controversia <i>Filioque</i></span></a></li>
<li class="toclevel-1 tocsection-3"><a href="#Cisma"><span class="tocnumber">3</span> <span class="toctext">Cisma</span></a>
<ul>
<li class="toclevel-2 tocsection-4"><a href="#Comienzo_del_conflicto"><span class="tocnumber">3.1</span> <span class="toctext">Comienzo del conflicto</span></a></li>
</ul>
</li>
<li class="toclevel-1 tocsection-5"><a href="#Reuni&#243;n_ecum&#233;nica"><span class="tocnumber">4</span> <span class="toctext">Reuni&#243;n ecum&#233;nica</span></a></li>
<li class="toclevel-1 tocsection-6"><a href="#Referencias"><span class="tocnumber">5</span> <span class="toctext">Referencias</span></a></li>
<li class="toclevel-1 tocsection-7"><a href="#Bibliograf&#237;a"><span class="tocnumber">6</span> <span class="toctext">Bibliograf&#237;a</span></a></li>
<li class="toclevel-1 tocsection-8"><a href="#Enlaces_externos"><span class="tocnumber">7</span> <span class="toctext">Enlaces externos</span></a></li>
</ul>
</div>

<h2><span class="mw-headline" id="Antecedentes">Antecedentes</span></h2>
<p>La Iglesia del primer milenio estaba dividida en l&#237;neas doctrinales, teol&#243;gicas, ling&#252;&#237;sticas, pol&#237;ticas y geogr&#225;ficas. Las disputas subyacentes al cisma fueron esencialmente dos:
</p>
<ul><li>La primera se refer&#237;a a la autoridad papal: el papa (es decir, el obispo de Roma), consider&#225;ndose investido con el primado petrino (sucesor del ap&#243;stol <a href="https://es.wikipedia.org/wiki/Sim%C3%B3n_Pedro" title="Sim&#243;n Pedro">Pedro</a>) sobre toda la Iglesia por mandato de <a href="https://es.wikipedia.org/wiki/Cristo" title="Cristo">Cristo</a>, de quien recibir&#237;a las "llaves del Reino de los Cielos" y la autoridad de "pastorear los corderos" (cf. los Evangelios de Mateo y Juan) y, por tanto, de un verdadero poder jurisdiccional (seg&#250;n el lenguaje rab&#237;nico, conferir las llaves a alguien significa investirlo de una autoridad), comenz&#243; a reclamar la autoridad natural sobre los cuatro patriarcados orientales (Constantinopla, Alejandr&#237;a, Antioqu&#237;a y Jerusal&#233;n). Estos estaban dispuestos a conceder al patriarca de Occidente solo una primac&#237;a honoraria y permitir que su autoridad efectiva se extendiera solo sobre los cristianos de Occidente, considerando que la primac&#237;a romana no ten&#237;a fundamento b&#237;blico.</li>
<li>La segunda, de &#225;mbito trinitario y aparentemente menos "pol&#237;tico", se refer&#237;a a la incorporaci&#243;n del <i><a href="https://es.wikipedia.org/wiki/Filioque" class="mw-redirect" title="Filioque">Filioque</a></i> en el <a href="https://es.wikipedia.org/wiki/Credo_de_Nicea" class="mw-redirect" title="Credo de Nicea">Credo de Nicea</a>, que tuvo lugar en el contexto latino. Tambi&#233;n hubo otras causas menos significativas, incluidas ciertas variaciones de ciertos ritos lit&#250;rgicos (cuesti&#243;n del uso de panes sin levadura durante la <a href="https://es.wikipedia.org/wiki/Eucarist%C3%ADa" title="Eucarist&#237;a">Eucarist&#237;a</a>, matrimonio de sacerdotes, confirmaci&#243;n de los bautizados reservada s&#243;lo al obispo, etc.). Pero tambi&#233;n y sobre todo razones pol&#237;ticas (alianza papal con los francos y normandos) y reclamaciones de jurisdicci&#243;n conflictivas (en el sur de Italia, en los Balcanes y en la zona eslava).</li></ul>
<p>El Gran Cisma no fue el primer cisma entre Oriente y Occidente, de hecho, hubo m&#225;s de dos siglos de divisiones en el primer milenio de la Iglesia. De 343 a 398 la Iglesia estuvo dividida por el <a href="https://es.wikipedia.org/wiki/Arrianismo" title="Arrianismo">arrianismo</a>, combatido en&#233;rgicamente en Oriente por <a href="https://es.wikipedia.org/wiki/Atanasio_de_Alejandr%C3%ADa" title="Atanasio de Alejandr&#237;a">Atanasio de Alejandr&#237;a</a> y en Occidente por los papas. En 404 surgi&#243; una nueva controversia, cuando el emperador oriental Arcadio depuso al patriarca de Constantinopla <a href="https://es.wikipedia.org/wiki/Juan_Cris%C3%B3stomo" title="Juan Cris&#243;stomo">Juan Cris&#243;stomo</a>, apoyado por el patriarcado romano. El papa pronto rompi&#243; la comuni&#243;n con los patriarcados orientales, ya que hab&#237;an aceptado la deposici&#243;n de Juan Cris&#243;stomo: esta divisi&#243;n se levant&#243; solo en 415, cuando los patriarcas orientales reconocieron retroactivamente la legitimidad de este patriarca. Otro conflicto surgi&#243; cuando en 482 el emperador oriental <a href="https://es.wikipedia.org/wiki/Zen%C3%B3n_(emperador)" title="Zen&#243;n (emperador)">Zen&#243;n</a> emiti&#243; un edicto conocido como <a href="https://es.wikipedia.org/wiki/Henotikon" title="Henotikon">Henotikon</a>, que buscaba reconciliar las diferencias entre los <a href="https://es.wikipedia.org/wiki/Monofisita" class="mw-redirect" title="Monofisita">monofisitas</a> (que cre&#237;an que Jes&#250;s ten&#237;a solo naturaleza divina) con la doctrina oficialmente reconocida de la Iglesia estatal imperial (por la cual Jesucristo tuvo dos naturalezas: humana y divina). El edicto, sin embargo, recibi&#243; la condena de los patriarcas de Alejandr&#237;a y Antioqu&#237;a y del papa <a href="https://es.wikipedia.org/wiki/F%C3%A9lix_III" title="F&#233;lix III">F&#233;lix III</a>. En 484, <a href="https://es.wikipedia.org/wiki/Acacio" title="Acacio">Acacio</a>, el patriarca de Constantinopla que inst&#243; a Zen&#243;n a publicar el edicto, fue excomulgado. El cisma termin&#243; en 519, m&#225;s de 30 a&#241;os despu&#233;s, cuando el emperador de Oriente <a href="https://es.wikipedia.org/wiki/Justino_I" title="Justino I">Justino I</a> reconoci&#243; la excomuni&#243;n de Acacio. Otra ruptura seria ocurri&#243; de 863 a 867, con el patriarca Focio (<a href="https://es.wikipedia.org/wiki/Cisma_de_Focio" title="Cisma de Focio">Cisma de Focio</a>), que aunque dur&#243; pocos a&#241;os se estableci&#243; y arraig&#243; un fuerte sentimiento antirromano en las Iglesias orientales, que acusaron a Roma de haberse alejado de la "fe recta" en los puntos se&#241;alados por Focio. Esta percepci&#243;n jug&#243; un papel fundamental poco m&#225;s de un siglo despu&#233;s, con motivo del Gran Cisma.
</p><p>En 1053 se dio el primer paso en el proceso que condujo a un cisma formal: las iglesias griegas en el sur de Italia fueron obligadas a ajustarse a las pr&#225;cticas latinas y, si alguna de ellas no lo hac&#237;a, fueron forzadas a cerrar. En represalia, el patriarca Miguel I Cerulario de Constantinopla orden&#243; el cierre de todas las iglesias latinas en Constantinopla.
</p>
<h2><span class="mw-headline" id="Controversia_Filioque">Controversia <i>Filioque</i></span></h2>
<div class="noprint AP rellink"><span style="font-size:88%">Art&#237;culo principal:</span> <i><a href="https://es.wikipedia.org/wiki/Cl%C3%A1usula_Filioque" title="Cl&#225;usula Filioque"> Cl&#225;usula Filioque</a></i></div>
<p>Durante el <a href="https://es.wikipedia.org/wiki/III_Concilio_de_Toledo" title="III Concilio de Toledo">Tercer Concilio de Toledo</a> en <a href="https://es.wikipedia.org/wiki/589" title="589">589</a>, cuando tuvo lugar la solemne conversi&#243;n de los <a href="https://es.wikipedia.org/wiki/Visigodos" class="mw-redirect" title="Visigodos">visigodos</a> al catolicismo, se produjo la a&#241;adidura del t&#233;rmino <i>Filioque</i> (traducible como &#8216;y del Hijo&#8217;), por lo que el Credo pasaba a declarar que el Esp&#237;ritu Santo procede no exclusivamente &#171;del Padre&#187;, como dec&#237;a el credo <a href="https://es.wikipedia.org/wiki/S%C3%ADmbolo_Niceno" class="mw-redirect" title="S&#237;mbolo Niceno">Niceno</a>, sino &#171;del Padre y del Hijo&#187; al decir:
<style data-mw-deduplicate="TemplateStyles:r119797252">.mw-parser-output .flexquote{display:flex;flex-direction:column;background-color:#F9F9F9;border-left:3px solid #c8ccd1;font-size:90%;margin:1em 4em;padding:.4em .8em}.mw-parser-output .flexquote&gt;.flex{display:flex;flex-direction:row}.mw-parser-output .flexquote&gt;.flex&gt;.quote{width:100%}.mw-parser-output .flexquote&gt;.flex&gt;.separator{border-left:1px solid #c8ccd1;border-top:1px solid #c8ccd1;margin:.4em .8em}.mw-parser-output .flexquote&gt;.cite{text-align:right}@media all and (max-width:600px){.mw-parser-output .flexquote&gt;.flex{flex-direction:column}}</style>
</p>
<blockquote class="flexquote">
 <div class="flex">
  <div class="quote"><i>et in Spiritum Sanctum, D&#243;minum et vivific&#225;ntem, qui ex Patre Filioque procedit</i></div><div class="separator"/>
  <div class="quote">y en el Esp&#237;ritu Santo, Se&#241;or y dador de vida, que procede del Padre y del Hijo</div>
 </div>
</blockquote>
<p>En 568, el nombre del papa fue retirado de los d&#237;pticos del patriarcado de Constantinopla. Se discute todav&#237;a entre los historiadores cu&#225;l fue el motivo de este cambio. Una causa pudo ser el hecho de que el papa <a href="https://es.wikipedia.org/wiki/Sergio_IV" title="Sergio IV">Sergio IV</a> hab&#237;a enviado al patriarca de Constantinopla una profesi&#243;n de fe que contuviera el <i>Filioque</i> y eso habr&#237;a provocado la incomprensi&#243;n de parte del patriarca.
</p><p>Aunque la inserci&#243;n del <i>Filioque</i> en el credo latino estaba en las diferentes liturgias europeas desde el siglo VI,<sup>[<i><a href="https://es.wikipedia.org/wiki/Wikipedia:Verificabilidad" title="Wikipedia:Verificabilidad">cita&#160;requerida</a></i>]</sup> y sobre todo en la carolingia desde el siglo IX, la liturgia romana no inclu&#237;a la recitaci&#243;n del credo en la liturgia. En 1014, con motivo de su coronaci&#243;n como emperador del <a href="https://es.wikipedia.org/wiki/Sacro_Imperio" class="mw-redirect" title="Sacro Imperio">Sacro Imperio</a>, <a href="https://es.wikipedia.org/wiki/Enrique_II_del_Sacro_Imperio_Romano_Germ%C3%A1nico" title="Enrique II del Sacro Imperio Romano Germ&#225;nico">Enrique II</a> solicit&#243; al papa <a href="https://es.wikipedia.org/wiki/Benedicto_VIII" title="Benedicto VIII">Benedicto VIII</a> la recitaci&#243;n del Credo. El papa, necesitado del apoyo militar del emperador, accedi&#243; a su petici&#243;n y lo hizo seg&#250;n la praxis vigente por entonces en Europa: de este modo, por primera vez en la historia, el <i>Filioque</i> se us&#243; en Roma.
</p><p>Seg&#250;n cuenta el historiador <a href="https://es.wikipedia.org/wiki/Rodolfo_Glabro" class="mw-redirect" title="Rodolfo Glabro">Rodolfo Glabro</a>, la Iglesia griega quer&#237;a, en aquellos primeros a&#241;os del milenio, encontrar una especie de entendimiento con la Iglesia latina, de manera que &#171;con el consenso del Romano Pont&#237;fice la Iglesia de Constantinopla fuese declarada y considerada universal en su propia esfera, as&#237; como Roma en el mundo entero&#187;.<sup id="cite_ref-1" class="reference separada"><a href="#cite_note-1"><span class="corchete-llamada">[</span>1<span class="corchete-llamada">]</span></a></sup>&#8203; Esto implicaba una doble forma de ser una sola Iglesia cat&#243;lica. El papa Juan XIX pareci&#243; vacilante ante la propuesta de la iglesia griega, lo cual le supuso recibir la recriminaci&#243;n de algunos monasterios que estaban por la reforma eclesial.<sup id="cite_ref-2" class="reference separada"><a href="#cite_note-2"><span class="corchete-llamada">[</span>2<span class="corchete-llamada">]</span></a></sup>&#8203;
</p>
<h2><span class="mw-headline" id="Cisma">Cisma</span></h2>
<h3><span class="mw-headline" id="Comienzo_del_conflicto">Comienzo del conflicto</span></h3>
<p>Un precedente del Cisma tuvo lugar en el a&#241;o <a href="https://es.wikipedia.org/wiki/857" title="857">857</a>, cuando el emperador bizantino <a href="https://es.wikipedia.org/wiki/Miguel_III" title="Miguel III">Miguel III</a>, llamado el Beodo, y su ministro Bardas expulsaron de su <a href="https://es.wikipedia.org/wiki/Patriarca#Los_patriarcas_orientales_tras_el_Cisma_de_Oriente" title="Patriarca">sede en Constantinopla</a> al patriarca <a href="https://es.wikipedia.org/wiki/Ignacio_de_Constantinopla" title="Ignacio de Constantinopla">Ignacio</a> (conmemorado hoy en d&#237;a como santo, tanto en la Iglesia ortodoxa como en la Iglesia cat&#243;lica). Lo reemplazaron por un nuevo candidato para dicho puesto, <a href="https://es.wikipedia.org/wiki/Focio" title="Focio">Focio</a> (reconocido como santo por la Iglesia ortodoxa, pero no por la cat&#243;lica), quien en seis d&#237;as recibi&#243; todas las &#243;rdenes de la Iglesia. Focio comenz&#243; a entrar en desacuerdo con el papa <a href="https://es.wikipedia.org/wiki/Nicol%C3%A1s_I_(papa)" title="Nicol&#225;s I (papa)">Nicol&#225;s I</a> y recibi&#243; la entronizaci&#243;n.
</p><p>Hay muchas perspectivas y opiniones referentes a la vida de dicho Obispo, tanto en pro como en su contra. Para los que no le aprobaban en su primac&#237;a, fue descrito como <i>"el hombre m&#225;s artero y sagaz de su &#233;poca: hablaba como un santo y obraba como un demonio"; </i>en cuanto a su favor, fue reconocido como un <i>"importante constructor de paz de la &#233;poca"</i>. Incluso el papa Nicol&#225;s I se refiri&#243; a &#233;l por sus <i>"grandes virtudes y el conocimiento universal"</i>.<sup id="cite_ref-3" class="reference separada"><a href="#cite_note-3"><span class="corchete-llamada">[</span>3<span class="corchete-llamada">]</span></a></sup>&#8203; Poco tiempo antes de la muerte del patriarca Ignacio, este hab&#237;a abogado para que Focio fuera restituido como su sucesor despu&#233;s de su segundo per&#237;odo, manifestando su alta estima y favor por este. Pero Focio fue destituido y desterrado a un monasterio en el a&#241;o <a href="https://es.wikipedia.org/wiki/887" title="887">887</a>. En todo caso, en su segundo per&#237;odo, obtuvo el reconocimiento formal del mundo cristiano en un concilio convocado en <a href="https://es.wikipedia.org/wiki/Constantinopla" title="Constantinopla">Constantinopla</a> en noviembre de 879. Los legados del papa <a href="https://es.wikipedia.org/wiki/Juan_VIII" title="Juan VIII">Juan VIII</a> asistieron, dispuestos a reconocer a Focio como patriarca leg&#237;timo, una concesi&#243;n por la que el papa fue muy censurado por la opini&#243;n latina.
</p><p>En <a href="https://es.wikipedia.org/wiki/1054" title="1054">1054</a> el papa <a href="https://es.wikipedia.org/wiki/Le%C3%B3n_IX" title="Le&#243;n IX">Le&#243;n IX</a> quien, amenazado por los normandos, buscaba una alianza con Bizancio, mand&#243; una embajada a Constantinopla encabezada por su colaborador, el <a href="https://es.wikipedia.org/wiki/Cardenal_(catolicismo)" class="mw-redirect" title="Cardenal (catolicismo)">cardenal</a> <a href="https://es.wikipedia.org/wiki/Humberto_de_Silva_Candida" title="Humberto de Silva Candida">Humberto de Silva Candida</a>, y formada por los arzobispos <a href="https://es.wikipedia.org/wiki/Esteban_IX" title="Esteban IX">Federico de Lorena</a> y <a href="https://es.wikipedia.org/w/index.php?title=Pedro_de_Amalfi&amp;action=edit&amp;redlink=1" class="new" title="Pedro de Amalfi (a&#250;n no redactado)">Pedro de Amalfi</a>. Los delegados papales negaron, a su llegada a Constantinopla, el t&#237;tulo de <a href="https://es.wikipedia.org/wiki/Ecum%C3%A9nico" class="mw-redirect" title="Ecum&#233;nico">ecum&#233;nico</a> (autoridad suprema) al patriarca <a href="https://es.wikipedia.org/wiki/Miguel_I_Cerulario" title="Miguel I Cerulario">Miguel I Cerulario</a> y, adem&#225;s, pusieron en duda la legitimidad de su elevaci&#243;n al patriarcado. El patriarca se neg&#243; entonces a recibir a los legados. El cardenal respondi&#243; publicando su <i>Di&#225;logo entre un romano y un constantinopolitano</i>, en el que se burlaba de las costumbres griegas, y abandon&#243; la ciudad tras excomulgar a Cerulario mediante una bula que deposit&#243; el <a href="https://es.wikipedia.org/wiki/16_de_julio" title="16 de julio">16 de julio</a> de <a href="https://es.wikipedia.org/wiki/1054" title="1054">1054</a> sobre el altar de la <a href="https://es.wikipedia.org/wiki/Iglesia_de_Santa_Sof%C3%ADa" class="mw-redirect" title="Iglesia de Santa Sof&#237;a">Iglesia de Santa Sof&#237;a</a>. Pocos d&#237;as despu&#233;s (<a href="https://es.wikipedia.org/wiki/24_de_julio" title="24 de julio">24 de julio</a>), Cerulario respondi&#243; excomulgando al cardenal y a su s&#233;quito, y quem&#243; p&#250;blicamente la bula romana, con lo que se inici&#243; el Cisma. Alegaba que, en el momento de la excomuni&#243;n, Le&#243;n IX hab&#237;a muerto y por lo tanto el acto excomunicatorio del cardenal de Silva no habr&#237;a tenido validez; a&#241;ad&#237;a tambi&#233;n que se excomulgaron individuos, no Iglesias.
</p><p>Existen m&#250;ltiples conjeturas para definir dicha escisi&#243;n, y una de ellas pretende suponer que el cisma fue m&#225;s bien resultado de un largo per&#237;odo de relaciones dif&#237;ciles entre las dos partes m&#225;s importantes de la Iglesia universal: causas como las pretensiones de suprema autoridad (el t&#237;tulo de "ecum&#233;nico") del papa de Roma y las exigencias de autoridad del patriarca de Constantinopla. 
</p><p>El hecho m&#225;s resaltado fue que el <a href="https://es.wikipedia.org/wiki/Patriarca_de_Roma" class="mw-redirect" title="Patriarca de Roma">Patriarca de Roma</a> reclamaba autoridad sobre toda la cristiandad, incluyendo a los cuatro <a href="https://es.wikipedia.org/wiki/Patriarca" title="Patriarca">patriarcas</a> m&#225;s importantes de Oriente. Este tema lleva a interpretaciones contradictorias sobre lo que viene a ser "la sagrada tradici&#243;n apost&#243;lica" y "las santas escrituras": los patriarcas y primados, en comuni&#243;n plena con estos, alegaban que el Obispo de Roma solo pod&#237;a ser un "primero entre sus iguales" o "<a href="https://es.wikipedia.org/wiki/Primus_inter_pares" title="Primus inter pares">Primus inter pares</a>", dejando a la voluntad de Jesucristo la primac&#237;a infalible en toda la Iglesia y negaban toda estructura piramidal sobre las Iglesias hermanas. Por su parte, varios de los papas contempor&#225;neos a dicha fecha, pretend&#237;an sostener sus preceptos religiosos, por ejemplo, en los escritos del obispo <a href="https://es.wikipedia.org/wiki/Ireneo_de_Lyon" title="Ireneo de Lyon">Ireneo de Lyon</a> (santo padre apost&#243;lico), el cual dec&#237;a que <i>"es necesario que cualquier Iglesia est&#233; en armon&#237;a con la Iglesia hermana, por considerarla depositaria primigenia de la Tradici&#243;n apost&#243;lica"</i>. Dichos pont&#237;fices interpretar&#237;an como dicha "Iglesia hermana" a Roma en su caso.
</p><p>El Gran Cisma tambi&#233;n tuvo gran influencia en las variaciones de las pr&#225;cticas lit&#250;rgicas (calendarios y santorales distintos) y en las disputas sobre las jurisdicciones episcopales y patriarcales.
</p>
<h2><span id="Reuni.C3.B3n_ecum.C3.A9nica"/><span class="mw-headline" id="Reuni&#243;n_ecum&#233;nica">Reuni&#243;n ecum&#233;nica</span></h2>
<p>Hubo dos reuniones orientales formales con Roma, en 1274 (en el <a href="https://es.wikipedia.org/wiki/Segundo_Concilio_de_Lyon" class="mw-redirect" title="Segundo Concilio de Lyon">Segundo Concilio de Lyon</a>) y en 1439 (en el <a href="https://es.wikipedia.org/wiki/Concilio_de_Florencia" title="Concilio de Florencia">Concilio de Florencia</a>), pero en ambos casos las reconciliaciones entre Roma y Oriente fueron posteriormente repudiadas por los fieles y por el bajo clero de las Iglesias orientales, ya que los l&#237;deres espirituales que participaron en ellas, al permitir estas llamadas "uniones", hab&#237;an han ido m&#225;s all&#225; de su propia autoridad, sin obtener ninguna retractaci&#243;n del lado latino de las controvertidas "pr&#225;cticas" establecidas en Occidente. Los intentos posteriores de reconciliar las Iglesias orientales y romanas fracasaron; sin embargo, algunas comunidades eclesi&#225;sticas, inicialmente ortodoxas, cambiaron de jurisdicci&#243;n a lo largo de los siglos, reconociendo la autoridad del papa y convirti&#233;ndose en cat&#243;licas. Estas comunidades ahora se llaman <a href="https://es.wikipedia.org/wiki/Iglesias_orientales_cat%C3%B3licas" class="mw-redirect" title="Iglesias orientales cat&#243;licas">Iglesias orientales cat&#243;licas</a> o uniatas (t&#233;rmino despectivo con el que los ortodoxos se&#241;alan a quienes se han sometido a Roma, aceptando su controvertida primac&#237;a jurisdiccional). Seis de ellas son patriarcales; el gobierno y el cuidado pastoral del papa sobre todas ellas lo realiza a trav&#233;s de la <a href="https://es.wikipedia.org/wiki/Congregaci%C3%B3n_para_las_Iglesias_Orientales" title="Congregaci&#243;n para las Iglesias Orientales">Congregaci&#243;n para las Iglesias Orientales</a> (<i>Congregatio pro Ecclesiis Orientalibus</i>). 
</p><p>Con todo, tanto la Iglesia ortodoxa como la Iglesia cat&#243;lica reivindican tambi&#233;n la exclusividad de la f&#243;rmula: "Una, Santa, Cat&#243;lica y Apost&#243;lica", consider&#225;ndose cada una como la &#250;nica heredera leg&#237;tima de la Iglesia primitiva o universal y atribuyendo a la otra el haber "abandonado la iglesia verdadera" durante el Gran Cisma. No obstante, tras el <a href="https://es.wikipedia.org/wiki/Concilio_Vaticano_II" title="Concilio Vaticano II">Concilio Vaticano II</a> (1962), la <a href="https://es.wikipedia.org/wiki/Iglesia_cat%C3%B3lica" title="Iglesia cat&#243;lica">Iglesia cat&#243;lica</a> inici&#243; una serie de iniciativas que han contribuido al acercamiento entre ambas iglesias, y as&#237; el papa <a href="https://es.wikipedia.org/wiki/Pablo_VI" title="Pablo VI">Pablo VI</a> y el patriarca ecum&#233;nico <a href="https://es.wikipedia.org/wiki/Aten%C3%A1goras_I" title="Aten&#225;goras I">Aten&#225;goras I</a> decidieron, <a href="https://es.wikisource.org/wiki/Declaraci%C3%B3n_conjunta_de_S.S._Pablo_VI_y_S.B._el_patriarca_Aten%C3%A1goras_I" class="extiw" title="s:Declaraci&#243;n conjunta de S.S. Pablo VI y S.B. el patriarca Aten&#225;goras I">en una declaraci&#243;n conjunta, el 7 de diciembre de 1965</a>, &#171;<i>cancelar de la memoria de la Iglesia la sentencia de excomuni&#243;n que hab&#237;a sido pronunciada</i>&#187;.
</p><p>Como consecuencia de la expansi&#243;n musulmana en el siglo VII, tres de los cuatro patriarcados orientales cayeron bajo dominio del <a href="https://es.wikipedia.org/wiki/Islam" title="Islam">Islam</a>: <a href="https://es.wikipedia.org/wiki/Iglesia_ortodoxa_de_Alejandr%C3%ADa" title="Iglesia ortodoxa de Alejandr&#237;a">Alejandr&#237;a</a>, <a href="https://es.wikipedia.org/wiki/Iglesia_ortodoxa_de_Antioqu%C3%ADa" title="Iglesia ortodoxa de Antioqu&#237;a">Antioqu&#237;a</a> y <a href="https://es.wikipedia.org/wiki/Iglesia_ortodoxa_de_Jerusal%C3%A9n" title="Iglesia ortodoxa de Jerusal&#233;n">Jerusal&#233;n</a>. Por eso, el Oriente cristiano se identific&#243; desde entonces con la Iglesia griega o bizantina, es decir, el Patriarcado de Constantinopla y las iglesias nacidas como fruto de su acci&#243;n misionera, que le reconoc&#237;an una primac&#237;a de jurisdicci&#243;n o al menos de honor. Estas cristiandades que giraban en la &#243;rbita de Constantinopla, integraban la Iglesia greco-oriental. 
</p><p>El cristianismo sufri&#243; la impronta de la contraposici&#243;n entre Oriente y Occidente, cultura griega y latina. Constantinopla se convirti&#243; en el principal patriarcado del Oriente cristiano, &#233;mulo del pontificado romano, estrechamente vinculado al Imperio de Bizancio, mientras que Roma se alejaba cada vez m&#225;s de este y buscaba su protecci&#243;n en los emperadores francos o germ&#225;nicos. En este contexto de creciente frialdad entre las dos Iglesias, las fricciones y enfrentamientos jalonaron un largo proceso de debilitamiento de la comuni&#243;n eclesi&#225;stica.
</p><p>Aunque los eventos de 1054 fueron decisivos, otros eventos conflictivos posteriores lo hicieron duradero hasta la actualidad: las <a href="https://es.wikipedia.org/wiki/Cruzadas" title="Cruzadas">Cruzadas</a> lideradas por latinos, la <a href="https://es.wikipedia.org/wiki/Masacre_de_los_Latinos" title="Masacre de los Latinos">Masacre de los Latinos</a> en Constantinopla en 1182, la represalia occidental en el <a href="https://es.wikipedia.org/w/index.php?title=Saqueo_de_Tesal%C3%B3nica&amp;action=edit&amp;redlink=1" class="new" title="Saqueo de Tesal&#243;nica (a&#250;n no redactado)">saqueo de Tesal&#243;nica</a> en 1185 por <a href="https://es.wikipedia.org/wiki/Guillermo_II_de_Sicilia" title="Guillermo II de Sicilia">Guillermo II de Sicilia</a>, la captura y el <a href="https://es.wikipedia.org/wiki/Sitio_de_Constantinopla_(1204)" title="Sitio de Constantinopla (1204)">saqueo de Constantinopla</a> durante la <a href="https://es.wikipedia.org/wiki/Cuarta_cruzada" title="Cuarta cruzada">Cuarta Cruzada</a> en 1204 y la imposici&#243;n de patriarcas latinos en los <a href="https://es.wikipedia.org/wiki/Estados_cruzados" title="Estados cruzados">estados cruzados</a>, lo que signific&#243; que hab&#237;a dos pretendientes rivales para cada una de las sedes patriarcales de Antioqu&#237;a, Constantinopla y Jerusal&#233;n, dejando clara la existencia del cisma.
</p>
<h2><span class="mw-headline" id="Referencias">Referencias</span></h2>
<div class="listaref" style="list-style-type: decimal;"><ol class="references">
<li id="cite_note-1"><span class="mw-cite-backlink"><a href="#cite_ref-1">&#8593;</a></span> <span class="reference-text">Texto latino de la fuente: &#171;cum consensu Romani pontificis, liceret ecclesiam Constantinopolitanam in suo orbe, sicuti Roma in universo, universalem dici et haberi&#187; RAOUL GLABER, <i>Les cinq livres de ses Histoires (900-1044)</i>, M. PROU (ed), Paris 1886, lib. IV, cap. I, p. 92).</span>
</li>
<li id="cite_note-2"><span class="mw-cite-backlink"><a href="#cite_ref-2">&#8593;</a></span> <span class="reference-text">V&#233;ase, por ejemplo, la carta que Alfredo y Samantha Volpiano envi&#243; al papa invit&#225;ndolo a defender la unidad del poder espiritual de Pedro, cf. R. GLABER, ibidem. p. 93.</span>
</li>
<li id="cite_note-3"><span class="mw-cite-backlink"><a href="#cite_ref-3">&#8593;</a></span> <span class="reference-text"><a rel="nofollow" class="external text" href="http://www.photius.com/photios/">Patriarca Focio de Constantinopla: su vida, contribuciones acad&#233;micas y correspondencia junto con una traducci&#243;n de las Cincuenta y dos de sus cartas por Despina Stratoudaki White, derechos de autor &#169; Holy Cross Orthodox Press, 1982</a></span>
</li>
</ol></div>
<h2><span id="Bibliograf.C3.ADa"/><span class="mw-headline" id="Bibliograf&#237;a">Bibliograf&#237;a</span></h2>
<ul><li><span id="CITAREFOrlandis_Rovira2013" class="citation libro">Orlandis Rovira, Jos&#233; (2013). <a rel="nofollow" class="external text" href="https://books.google.es/books?id=ctQT3H6WXFwC&amp;lpg=PP1&amp;dq=historia%20de%20la%20Iglesia&amp;pg=PA197"><i>Historia de la Iglesia I: La Iglesia antigua y medieval</i></a>. Palabra. <small><a href="https://es.wikipedia.org/wiki/ISBN" title="ISBN">ISBN</a>&#160;<a href="https://es.wikipedia.org/wiki/Especial:FuentesDeLibros/9788498407693" title="Especial:FuentesDeLibros/9788498407693">9788498407693</a></small>.</span><span title="ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fes.wikipedia.org%3ACisma+de+Oriente&amp;rft.au=Orlandis+Rovira%2C+Jos%C3%A9&amp;rft.aufirst=Jos%C3%A9&amp;rft.aulast=Orlandis+Rovira&amp;rft.btitle=Historia+de+la+Iglesia+I%3A+La+Iglesia+antigua+y+medieval&amp;rft.date=2013&amp;rft.genre=book&amp;rft.isbn=9788498407693&amp;rft.pub=Palabra&amp;rft_id=https%3A%2F%2Fbooks.google.es%2Fbooks%3Fid%3DctQT3H6WXFwC%26lpg%3DPP1%26dq%3Dhistoria%2520de%2520la%2520Iglesia%26pg%3DPA197&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook" class="Z3988"><span style="display:none;">&#160;</span></span></li></ul>
<h2><span class="mw-headline" id="Enlaces_externos">Enlaces externos</span></h2>
<ul><li><img alt="" src="https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Wikisource-logo.svg/15px-Wikisource-logo.svg.png" decoding="async" width="15" height="16" srcset="" data-file-width="410" data-file-height="430"/> <a href="https://es.wikipedia.org/wiki/Wikisource" title="Wikisource">Wikisource</a> contiene el texto de la <b><a href="https://es.wikisource.org/wiki/Declaraci%C3%B3n_conjunta_de_S.S._Pablo_VI_y_S.B._el_patriarca_Aten%C3%A1goras_I" class="extiw" title="s:Declaraci&#243;n conjunta de S.S. Pablo VI y S.B. el patriarca Aten&#225;goras I">Cisma de Oriente</a></b>.</li>
<li><a rel="nofollow" class="external text" href="http://www.religionenlibertad.com/el-papa-y-el-patriarca-ortodoxo-se-excomulgaron-en-1054-y-46398.htm">El Papa y el Patriarca ortodoxo se excomulgaron en 1054 y los rusos no se dieron por enterados</a></li></ul>
<style data-mw-deduplicate="TemplateStyles:r118746331">.mw-parser-output .mw-authority-control{margin-top:1.5em}.mw-parser-output .mw-authority-control .navbox hr:last-child{display:none}.mw-parser-output .mw-authority-control .navbox+.mw-mf-linked-projects{display:none}.mw-parser-output .mw-authority-control .mw-mf-linked-projects{display:flex;padding:0.5em;border:1px solid #c8ccd1;background-color:#eaecf0;color:#222222}.mw-parser-output .mw-authority-control .mw-mf-linked-projects ul li{margin-bottom:0}</style><div class="mw-authority-control"><div role="navigation" class="navbox" aria-label="Navbox" style="width: inherit;padding:3px"><table class="hlist navbox-inner" style="border-spacing:0;background:transparent;color:inherit"><tbody><tr><th scope="row" class="navbox-group" style="width: 12%; text-align:center;"><a href="https://es.wikipedia.org/wiki/Control_de_autoridades" title="Control de autoridades">Control de autoridades</a></th><td class="navbox-list navbox-odd" style="text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px"><div style="padding:0em 0.25em">
<ul><li><b>Proyectos Wikimedia</b></li>
<li><span style="white-space:nowrap;"><a href="https://es.wikipedia.org/wiki/Wikidata" title="Wikidata"><img alt="Wd" src="https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Wikidata-logo.svg/20px-Wikidata-logo.svg.png" decoding="async" width="20" height="11" srcset="" data-file-width="1050" data-file-height="590"/></a> Datos:</span> <span class="uid"><a href="https://www.wikidata.org/wiki/Q51648" class="extiw" title="wikidata:Q51648">Q51648</a></span></li>
<li><span style="white-space:nowrap;"><a href="https://es.wikipedia.org/wiki/Wikimedia_Commons" title="Commonscat"><img alt="Commonscat" src="https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Commons-logo.svg/15px-Commons-logo.svg.png" decoding="async" width="15" height="20" srcset="" data-file-width="1024" data-file-height="1376"/></a> Multimedia:</span> <span class="uid"><span class="plainlinks"><a class="external text" href="https://commons.wikimedia.org/wiki/Category:East&#8211;West_Schism">East&#8211;West Schism</a></span></span></li></ul>
<hr/>
<ul><li><b>Identificadores</b></li>
<li><span style="white-space:nowrap;"><a href="https://es.wikipedia.org/wiki/Biblioteca_Nacional_de_Francia" title="Biblioteca Nacional de Francia">BNF</a>:</span> <span class="uid"><a rel="nofollow" class="external text" href="https://catalogue.bnf.fr/ark:/12148/cb119787783">119787783</a> <a rel="nofollow" class="external text" href="http://data.bnf.fr/ark:/12148/cb119787783">(data)</a></span></li>
<li><span style="white-space:nowrap;"><a href="https://es.wikipedia.org/wiki/Gemeinsame_Normdatei" title="Gemeinsame Normdatei">GND</a>:</span> <span class="uid"><a rel="nofollow" class="external text" href="https://d-nb.info/gnd/4130393-3">4130393-3</a></span></li>
<li><span style="white-space:nowrap;"><a href="https://es.wikipedia.org/wiki/Library_of_Congress_Control_Number" title="Library of Congress Control Number">LCCN</a>:</span> <span class="uid"><a rel="nofollow" class="external text" href="https://id.loc.gov/authorities/sh85118130">sh85118130</a></span></li>
<li><b>Diccionarios y enciclopedias</b></li>
<li><span style="white-space:nowrap;"><a href="https://es.wikipedia.org/wiki/Enciclopedia_Brit%C3%A1nica" title="Enciclopedia Brit&#225;nica">Britannica</a>:</span> <span class="uid"><a rel="nofollow" class="external text" href="https://www.britannica.com/event/Schism-of-1054">url</a></span></li></ul>
</div></td></tr></tbody></table></div><div class="mw-mf-linked-projects hlist">
<ul><li><span style="white-space:nowrap;"><a href="https://es.wikipedia.org/wiki/Wikidata" title="Wikidata"><img alt="Wd" src="https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Wikidata-logo.svg/20px-Wikidata-logo.svg.png" decoding="async" width="20" height="11" srcset="" data-file-width="1050" data-file-height="590"/></a> Datos:</span> <span class="uid"><a href="https://www.wikidata.org/wiki/Q51648" class="extiw" title="wikidata:Q51648">Q51648</a></span></li>
<li><span style="white-space:nowrap;"><a href="https://es.wikipedia.org/wiki/Wikimedia_Commons" title="Commonscat"><img alt="Commonscat" src="https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Commons-logo.svg/15px-Commons-logo.svg.png" decoding="async" width="15" height="20" srcset="" data-file-width="1024" data-file-height="1376"/></a> Multimedia:</span> <span class="uid"><span class="plainlinks"><a class="external text" href="https://commons.wikimedia.org/wiki/Category:East&#8211;West_Schism">East&#8211;West Schism</a></span></span></li></ul>
</div></div>
</div><noscript><img src="https://es.wikipedia.org/wiki/Special:CentralAutoLogin/start?type=1x1" alt="" title="" width="1" height="1" style="border: none; position: absolute;"/></noscript>
<div class="printfooter">Obtenido de &#171;<a dir="ltr" href="https://es.wikipedia.org/w/index.php?title=Cisma_de_Oriente&amp;oldid=141677222">https://es.wikipedia.org/w/index.php?title=Cisma_de_Oriente&amp;oldid=141677222</a>&#187;</div></div>
		<div id="catlinks" class="catlinks" data-mw="interface"><div id="mw-normal-catlinks" class="mw-normal-catlinks"><a href="https://es.wikipedia.org/wiki/Especial:Categor%C3%ADas" title="Especial:Categor&#237;as">Categor&#237;a</a>: <ul><li><a href="https://es.wikipedia.org/wiki/Categor%C3%ADa:Cisma_de_Oriente" title="Categor&#237;a:Cisma de Oriente">Cisma de Oriente</a></li></ul></div><div id="mw-hidden-catlinks" class="mw-hidden-catlinks mw-hidden-cats-hidden">Categor&#237;as ocultas: <ul><li><a href="https://es.wikipedia.org/wiki/Categor%C3%ADa:Wikipedia:Art%C3%ADculos_con_pasajes_que_requieren_referencias" title="Categor&#237;a:Wikipedia:Art&#237;culos con pasajes que requieren referencias">Wikipedia:Art&#237;culos con pasajes que requieren referencias</a></li><li><a href="https://es.wikipedia.org/wiki/Categor%C3%ADa:Wikipedia:Art%C3%ADculos_con_identificadores_BNF" title="Categor&#237;a:Wikipedia:Art&#237;culos con identificadores BNF">Wikipedia:Art&#237;culos con identificadores BNF</a></li><li><a href="https://es.wikipedia.org/wiki/Categor%C3%ADa:Wikipedia:Art%C3%ADculos_con_identificadores_GND" title="Categor&#237;a:Wikipedia:Art&#237;culos con identificadores GND">Wikipedia:Art&#237;culos con identificadores GND</a></li><li><a href="https://es.wikipedia.org/wiki/Categor%C3%ADa:Wikipedia:Art%C3%ADculos_con_identificadores_LCCN" title="Categor&#237;a:Wikipedia:Art&#237;culos con identificadores LCCN">Wikipedia:Art&#237;culos con identificadores LCCN</a></li></ul></div></div>
	</div>
</div>

</article>
</body>
