<!DOCTYPE html>
<html>
<head>
    <meta charset="utf-8" />
    <title>Lógica deóntica - Wikipedia, la enciclopedia libre</title>
    <link rel="preload" href="https://fonts.googleapis.com" />
    <link rel="preload" href="https://fonts.gstatic.com" crossorigin />
    <link href="https://fonts.googleapis.com/css2?family=Inter:wght@400;800&display=swap" rel="stylesheet" />
    <link rel="preload" href="../css/style.css" />
    <link rel="stylesheet" href="../css/style.css" />
</head>

<body>
<article>
<div id="content" class="mw-body" role="main">
	<a id="top"/>
	<div id="siteNotice"/>
	<div class="mw-indicators">
	</div>
	<h1 id="firstHeading" class="firstHeading mw-first-heading">L&#243;gica de&#243;ntica</h1>
	<div id="bodyContent" class="vector-body">
		<div id="siteSub" class="noprint">De Wikipedia, la enciclopedia libre</div>
		<div id="contentSub"/>
		<div id="contentSub2"/>
		
		<div id="jump-to-nav"/>
		<a class="mw-jump-link" href="#mw-head">Ir a la navegaci&#243;n</a>
		<a class="mw-jump-link" href="#searchInput">Ir a la b&#250;squeda</a>
		<div id="mw-content-text" class="mw-body-content mw-content-ltr" lang="es" dir="ltr"><div class="mw-parser-output"><div class="thumb tright"><div class="thumbinner" style="width:202px;"><a href="https://es.wikipedia.org/wiki/Archivo:Justitia_-_Capella_dei_Scrovegni_-_Padua_2016.jpg" class="image"><img alt="" src="https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Justitia_-_Capella_dei_Scrovegni_-_Padua_2016.jpg/200px-Justitia_-_Capella_dei_Scrovegni_-_Padua_2016.jpg" decoding="async" width="200" height="418" class="thumbimage" srcset="" data-file-width="2104" data-file-height="4400"/></a>  <div class="thumbcaption"><div class="magnify"><a href="https://es.wikipedia.org/wiki/Archivo:Justitia_-_Capella_dei_Scrovegni_-_Padua_2016.jpg" class="internal" title="Aumentar"/></div>"Justicia", Giotto di Bondone (1267-1337), Capilla Scrovegni en Padua, Italia.</div></div></div>
<p>La <b>l&#243;gica de&#243;ntica</b> (del <a href="https://es.wikipedia.org/wiki/Griego_antiguo" title="Griego antiguo">griego</a> &#948;&#941;&#959;&#957;[&#964;&#959;&#962;] <i>d&#233;on</i>[<i>tos</i>] 'lo debido , lo necesario') es la l&#243;gica de las normas y de las ideas normativas. Su campo de estudio corresponde, como autorizado, prohibido, obligatorio, &#171;indiferente&#187;.<sup id="cite_ref-1" class="reference separada"><a href="#cite_note-1"><span class="corchete-llamada">[</span>1<span class="corchete-llamada">]</span></a></sup>&#8203; Es un tipo de <a href="https://es.wikipedia.org/wiki/L%C3%B3gica_modal" title="L&#243;gica modal">l&#243;gica modal</a> y se expresa que su desarrollo arranca con el descubrimiento de la similitud entre los conceptos de&#243;nticos y modales. Alois H&#246;ffler, l&#243;gico austriaco, fue uno de los iniciadores del estudio de esta similitud.<sup id="cite_ref-2" class="reference separada"><a href="#cite_note-2"><span class="corchete-llamada">[</span>2<span class="corchete-llamada">]</span></a></sup>&#8203; La l&#243;gica de&#243;ntica fue pensada para analizar <a href="https://es.wikipedia.org/wiki/L%C3%B3gica_formal" class="mw-redirect" title="L&#243;gica formal">formalmente</a> las normas o las <a href="https://es.wikipedia.org/wiki/Proposici%C3%B3n" title="Proposici&#243;n">proposiciones</a> que tratan acerca de las normas.
</p>
<div id="toc" class="toc" role="navigation" aria-labelledby="mw-toc-heading"><input type="checkbox" role="button" id="toctogglecheckbox" class="toctogglecheckbox" style="display:none"/><div class="toctitle" lang="es" dir="ltr"><h2 id="mw-toc-heading">&#205;ndice</h2><span class="toctogglespan"><label class="toctogglelabel" for="toctogglecheckbox"/></span></div>
<ul>
<li class="toclevel-1 tocsection-1"><a href="#Introducci&#243;n"><span class="tocnumber">1</span> <span class="toctext">Introducci&#243;n</span></a></li>
<li class="toclevel-1 tocsection-2"><a href="#Historia"><span class="tocnumber">2</span> <span class="toctext">Historia</span></a></li>
<li class="toclevel-1 tocsection-3"><a href="#Preguntas_abiertas"><span class="tocnumber">3</span> <span class="toctext">Preguntas abiertas</span></a></li>
<li class="toclevel-1 tocsection-4"><a href="#V&#233;ase_tambi&#233;n"><span class="tocnumber">4</span> <span class="toctext">V&#233;ase tambi&#233;n</span></a></li>
<li class="toclevel-1 tocsection-5"><a href="#Referencias"><span class="tocnumber">5</span> <span class="toctext">Referencias</span></a>
<ul>
<li class="toclevel-2 tocsection-6"><a href="#Bibliograf&#237;a"><span class="tocnumber">5.1</span> <span class="toctext">Bibliograf&#237;a</span></a></li>
<li class="toclevel-2 tocsection-7"><a href="#Enlaces_externos"><span class="tocnumber">5.2</span> <span class="toctext">Enlaces externos</span></a></li>
</ul>
</li>
</ul>
</div>

<h2><span id="Introducci.C3.B3n"/><span class="mw-headline" id="Introducci&#243;n">Introducci&#243;n</span></h2>
<p>Normas son, por ejemplo, los significados de las siguientes frases&#160;: "&#161;te ordeno que te calles, grosero!", "prohibido el paso; perro agresivo puede atacar", "todo ser humano es libre de expresar su pensamiento".
</p>
<ul><li>A partir del <a href="https://es.wikipedia.org/wiki/Operador_(l%C3%B3gica)" class="mw-redirect" title="Operador (l&#243;gica)">operador</a> O que significa "obligatorio" es posible calificar actos o proposiciones como obligatorios. Por ejemplo, el acto "pagar impuestos" que representaremos con el s&#237;mbolo <i>p</i>, puede ser obligatorio: O<i>p</i>. O bien, la proposici&#243;n "los impuestos se pagan" cuyo s&#237;mbolo ser&#225; <i>p*</i>, puede ser obligatoria: O<i>p*</i>. Algunos l&#243;gicos piensan que las normas resultantes no son ni verdaderas ni falsas, sino v&#225;lidas o inv&#225;lidas.</li></ul>
<ul><li>A partir del operador de obligaci&#243;n y de la <a href="https://es.wikipedia.org/wiki/Negaci%C3%B3n_l%C3%B3gica" title="Negaci&#243;n l&#243;gica">negaci&#243;n l&#243;gica</a> (que se escribe &#172;) es posible definir los operadores de prohibici&#243;n (Ph) y de permisi&#243;n (P):</li></ul>
<dl><dd><dl><dd>O<i>p</i> &#8801; Ph&#172;<i>p</i> &#8801; &#172;P&#172;<i>p</i></dd></dl></dd></dl>
<p>Lo anterior se lee: "(Obligatorio <i>p</i>) si y solamente si (prohibido no <i>p</i>) si y solamente si (no permitido no <i>p</i>)".
</p>
<ul><li>P&#233;rdida de significado</li></ul>
<p>La l&#243;gica de&#243;ntica est&#225;ndar expresar&#237;a los ejemplos dados antes a trav&#233;s del lenguaje simplificado que acabamos de mencionar, aunque cierta informaci&#243;n o matiz se pierdan: "&#161;te ordeno que te calles, grosero!" se expresar&#237;a diciendo simplemente "obligatorio callarse" u "obligatorio que haya silencio"; "prohibido el paso; perro agresivo puede atacar" se expresar&#237;a diciendo "prohibida la conducta de entrar" o "prohibido que haya alguien adentro"; "todo ser humano es libre de expresar su pensamiento" se expresar&#237;a diciendo "permitido el acto de expresar el propio pensamiento" o "permitido que sea expresado el propio pensamiento". Algunos lenguajes de&#243;nticos m&#225;s complejos pueden expresar rigurosamente nociones asociadas, como el concepto de sanci&#243;n o amenaza de sanci&#243;n (evocada en el ejemplo del perro) o el concepto de derecho individual (como el ejemplo del derecho a la libre expresi&#243;n de las ideas).
</p>
<ul><li>El operador de facultad se define: F<i>p</i> &#8801; P<i>p</i> ^ P&#172;<i>p</i></li></ul>
<p>Lo anterior se lee: "(Facultativo <i>p</i>) si y solamente si (Permitido <i>p</i> y permitido no <i>p</i>)".
</p><p>El operador de facultad parece m&#225;s adecuado para expresar el &#250;ltimo de los ejemplos. "Todo ser humano es libre de expresar su pensamiento" quedar&#237;a: "es facultativa la conducta de expresar el propio pensamiento" o "es facultativo que sea expresado el propio pensamiento" o, lo que es lo mismo, "est&#225;n permitidas ambas conductas: expresar y no expresar el propio pensamiento".
</p>
<ul><li>Tabla de equivalencias</li></ul>
<dl><dd>&#160; O<i>p</i> &#160; &#8801; &#160; Ph&#172;<i>p</i> &#160; &#8801; &#172;P&#172;<i>p</i><br/></dd>
<dd>&#160; O&#172;<i>p</i> &#8801; &#160; Ph<i>p</i> &#160; &#160; &#8801; &#172;P<i>p</i><br/></dd>
<dd>&#172;O&#172;<i>p</i> &#8801; &#172;Ph<i>p</i> &#160; &#160; &#8801; &#160; P<i>p</i><br/></dd>
<dd>&#172;O<i>p</i> &#160; &#8801; &#172;Ph&#172;<i>p</i> &#160; &#8801; &#160; P&#172;<i>p</i></dd></dl>
<p class="mw-empty-elt">
</p><p>El operador F no permite definir a los otros operadores por s&#237; solo.
</p>
<ul><li>Los axiomas fundamentales del sistema est&#225;ndar de l&#243;gica de&#243;ntica son:</li></ul>
<p><i>Principio de permisi&#243;n</i>&#160;:
</p>
<dl><dd>P<i>p</i> v P&#172;<i>p</i></dd></dl>
<p>Se lee: &#8220;acerca de todo acto (o de toda proposici&#243;n concerniente a un acto), o bien &#233;ste est&#225; permitido o bien est&#225; permitida su negaci&#243;n&#8221;.
</p><p><i>Principio de distribuci&#243;n de&#243;ntica</i>&#160;: 
</p>
<dl><dd>P(<i>p</i> v <i>q</i>) &#8801; P<i>p</i> v P<i>q</i></dd></dl>
<p>Se lee: &#8220;el enunciado seg&#250;n el cual la disyunci&#243;n de dos actos est&#225; permitida equivale, a su vez, a la disyunci&#243;n de dos enunciados: el que afirma que el primer acto est&#225; permitido y el que afirma que el segundo acto est&#225; permitido".
</p><p>Este &#250;ltimo axioma se escribe a veces:
</p>
<dl><dd>O(<i>p</i> ^ <i>q</i>) &#8801; O<i>p</i> ^ O<i>q</i></dd></dl>
<h2><span class="mw-headline" id="Historia">Historia</span></h2>
<p><a href="https://es.wikipedia.org/wiki/Gottfried_Leibniz" title="Gottfried Leibniz">Gottfried Leibniz</a> es el precursor de la l&#243;gica de&#243;ntica. En 1671, en sus <i>Elementos de derecho natural</i>, Leibniz observa la analog&#237;a de los conceptos normativos &#8220;justo&#8221;, &#8220;injusto&#8221; y &#8220;facultativo&#8221; con los conceptos modales <a href="https://es.wikipedia.org/w/index.php?title=Al%C3%A9tico&amp;action=edit&amp;redlink=1" class="new" title="Al&#233;tico (a&#250;n no redactado)">al&#233;ticos</a> &#8220;necesario&#8221;, &#8220;posible&#8221; e &#8220;imposible&#8221;. Por ejemplo, Leibniz escribe que &#8220;todo lo que es justo es posible para aquel que ama a todo el mundo&#8221; (<i>amanti omnes</i>). O, m&#225;s cerca de la l&#243;gica de&#243;ntica contempor&#225;nea, postula que &#8220;todo aquello que es obligatorio (<i>debitum</i>) es necesario para aquel que ama a todo el mundo&#8221;. En s&#237;mbolos contempor&#225;neos, podemos representar esta &#250;ltima frase del siguiente modo (donde N es el operador al&#233;tico de necesidad, G es una constante que significa, digamos, &#8220;ser bueno&#8221;, <i>a</i> es un individuo del que se predica lo anterior y -&gt; es el condicional material):
</p>
<dl><dd>O<i>p</i> -&gt; N(G<i>a</i> -&gt; <i>p</i>)</dd></dl>
<p>El an&#225;lisis de Leibniz fue redescubierto por el fil&#243;sofo sueco <a href="https://es.wikipedia.org/w/index.php?title=Kanger&amp;action=edit&amp;redlink=1" class="new" title="Kanger (a&#250;n no redactado)">Kanger</a>, en 1950, quien interpreta G como &#8220;aquello que es prescrito por la moral&#8221;. En 1956, <a href="https://es.wikipedia.org/wiki/Alan_Ross_Anderson" title="Alan Ross Anderson">Alan Ross Anderson</a> populariz&#243; un esquema de reducci&#243;n equivalente al de Leibniz y Kanger (en el cual S puede significar la amenaza de una sanci&#243;n o el hecho de que la norma ha sido violada):
</p>
<dl><dd>O<i>p</i> -&gt; N(&#172;<i>p</i> -&gt; S)</dd></dl>
<p>El fil&#243;sofo austriaco <a href="https://es.wikipedia.org/wiki/Ernst_Mally" title="Ernst Mally">Ernst Mally</a> es autor de una tentativa de formalizaci&#243;n de un sistema de &#233;tica puro, en 1926. Dicho sistema result&#243; insatisfactorio porque permit&#237;a probar el teorema siguiente, cuyas consecuencias son absurdas:
</p>
<dl><dd><i>p</i> &#8801; O<i>p</i></dd></dl>
<p>&#8230;que se lee "que <i>p</i> es el caso equivale a que es obligatorio realizar <i>p</i> o hacer lo propio para que <i>p</i> ocurra". El sistema fundador de la l&#243;gica de&#243;ntica contempor&#225;nea es obra del fil&#243;sofo finland&#233;s <a href="https://es.wikipedia.org/wiki/Georg_Heinrik_von_Wright" class="mw-redirect" title="Georg Heinrik von Wright">Georg Heinrik von Wright</a>, en su art&#237;culo &#8220;Deontic Logic&#8221; publicado en <i>Mind</i> en 1951. Por su parte, el llamado sistema est&#225;ndar es una interpretaci&#243;n modal de dicho sistema fundador en t&#233;rminos de la sem&#225;ntica de mundos posibles [ver el art&#237;culo <a href="https://es.wikipedia.org/wiki/L%C3%B3gica_modal" title="L&#243;gica modal">l&#243;gica modal</a>]. La interpretaci&#243;n modal signific&#243; el abandono del llamado <a href="https://es.wikipedia.org/w/index.php?title=Axioma_de_contingencia_de%C3%B3ntica&amp;action=edit&amp;redlink=1" class="new" title="Axioma de contingencia de&#243;ntica (a&#250;n no redactado)">axioma de contingencia de&#243;ntica</a> presente en el sistema fundador de von Wright, <a href="https://es.wikipedia.org/wiki/Axioma" title="Axioma">axioma</a> seg&#250;n el cual &#8220;un acto tautol&#243;gico no es necesariamente obligatorio y una contradicci&#243;n no est&#225; necesariamente prohibida&#8221;. Una de las objeciones recurrentes que se le hacen al sistema est&#225;ndar es dicha p&#233;rdida de contingencia, pues, por ejemplo, si bien es <i>verdad</i> que 2 + 2 = 4 &#191;por qu&#233; este hecho tiene que ser considerado como <i>obligatorio</i>? La <a href="https://es.wikipedia.org/w/index.php?title=Sem%C3%A1ntica_de_mundos_posibles&amp;action=edit&amp;redlink=1" class="new" title="Sem&#225;ntica de mundos posibles (a&#250;n no redactado)">sem&#225;ntica de mundos posibles</a> ofrece una respuesta posible a dicha objeci&#243;n: un hecho que es verdadero en todos los mundos posibles lo ser&#225; tambi&#233;n en los mundos que son considerados como obligatorios (suponiendo que 2 + 2 = 4 sea verdad en TODO mundo posible, entonces tambi&#233;n ser&#225; verdad en cualquiera de los mundos posibles que un legislador ordene que eso ocurra).
</p><p>Todo el resto de su vida, von Wright abri&#243; nuevas l&#237;neas de investigaci&#243;n en l&#243;gica de&#243;ntica. En particular, en materia de l&#243;gica de la acci&#243;n y l&#243;gica de&#243;ntica con modalidades condicionales o relativas.
Si bien podr&#237;a pensarse que la l&#243;gica de&#243;ntica contempor&#225;nea naci&#243; como una creaci&#243;n escandinava (dada la nacionalidad de los padres fundadores Won Wright y Kanger, inspirados por la escuela realista escandinava de filosof&#237;a del derecho), otras importantes contribuciones han surgido en los Estados Unidos, en el resto de Europa y en Am&#233;rica Latina. En esta &#250;ltima regi&#243;n, destacan los trabajos pioneros de los argentinos <a href="https://es.wikipedia.org/w/index.php?title=Carlos_Eduardo_Alchourr%C3%B3n&amp;action=edit&amp;redlink=1" class="new" title="Carlos Eduardo Alchourr&#243;n (a&#250;n no redactado)">Carlos Eduardo Alchourr&#243;n</a> y <a href="https://es.wikipedia.org/w/index.php?title=Eugenio_Bulygin&amp;action=edit&amp;redlink=1" class="new" title="Eugenio Bulygin (a&#250;n no redactado)">Eugenio Bulygin</a> en materia de aplicaci&#243;n de la l&#243;gica de&#243;ntica a la <a href="https://es.wikipedia.org/wiki/Teor%C3%ADa_del_derecho" title="Teor&#237;a del derecho">teor&#237;a del derecho</a>, as&#237; como los trabajos del primero de ellos en l&#243;gica no monot&#243;nica&#185;.
</p><p>[&#185;Llamamos regla de monoton&#237;a a la exigencia de coherencia seg&#250;n la cual una inferencia v&#225;lida no es menos v&#225;lida por la adici&#243;n de nuevas premisas:
</p>
<dl><dd>O<i>p</i> -&gt; O<i>q</i></dd>
<dd>O<i>p</i> ^ P<i>r</i></dd>
<dd>---------</dd>
<dd>O<i>q</i></dd></dl>
<p>Pero dicha regla no es v&#225;lida en l&#243;gica no monot&#243;nica, pues una premisa puede derrotar una conclusi&#243;n que era v&#225;lida.
Ejemplo:
</p>
<dl><dd>&#8220;Si es obligatorio pagar impuestos, es obligatorio enviar la declaraci&#243;n de impuestos;&#8221;</dd>
<dd>&#8220;Es obligatorio pagar impuestos y, en el caso de ciertos trabajadores al servicio del Estado, estos no est&#225;n obligados a enviar su declaraci&#243;n porque el Estado retiene directamente sus impuestos.&#8221;</dd>
<dd>-----------</dd>
<dd>&#8220;Por lo tanto, es obligatorio enviar la declaraci&#243;n de impuestos&#8221;.</dd></dl>
<p>Como resulta evidente intuitivamente, el conyunto P<i>r</i> en la segunda premisa (que hace las veces de una excepci&#243;n) altera la validez general de la conclusi&#243;n O<i>q</i>. Sin embargo, en lugar de exigir que la primera premisa contenga una lista exhaustiva de excepciones, las l&#243;gicas no monot&#243;nicas admiten que existen premisas derrotables.]
</p>
<h2><span class="mw-headline" id="Preguntas_abiertas">Preguntas abiertas</span></h2>
<p>Entre las preguntas que quedan abiertas entre los investigadores en l&#243;gica de&#243;ntica destacan, entre otras, las siguientes:
</p>
<ul><li>&#191;La l&#243;gica de&#243;ntica es una simple <a href="https://es.wikipedia.org/wiki/L%C3%B3gica_modal" title="L&#243;gica modal">l&#243;gica modal</a> cuyos operadores son interpretados en t&#233;rminos de obligaciones, permisos y prohibiciones? &#191;O, por el contrario, la l&#243;gica de&#243;ntica es una extensi&#243;n o una desviaci&#243;n de la l&#243;gica modal?;</li>
<li>&#191;Existe alg&#250;n sistema de l&#243;gica de&#243;ntica que sirva para mejorar el razonamiento de los jueces y abogados? &#191;En qu&#233; consistir&#237;a la mejora? &#191;En hacer sus decisiones m&#225;s justas, m&#225;s coherentes, m&#225;s completas? &#191;Qu&#233; es la justicia desde el punto de vista l&#243;gico?;</li>
<li>&#191;Cu&#225;l es el mejor sistema de l&#243;gica de&#243;ntica para aplicarlo en <a href="https://es.wikipedia.org/wiki/Inteligencia_artificial" title="Inteligencia artificial">inteligencia artificial</a>? &#191;Un robot podr&#237;a ser un buen juez?;</li>
<li>&#191;Frente a la tricotom&#237;a de mundos posibles, imposibles y necesarios de la l&#243;gica modal, no es acaso cierto que podemos imaginar un continuo de mundos desde un mundo donde todas las obligaciones se violan hasta un mundo donde todas se cumplen, pasando por una serie infinita de matices y de situaciones condicionales del tipo: &#171;suponiendo que violes la obligaci&#243;n de pagar impuestos, debes respetar la obligaci&#243;n de pagar las multas y, suponiendo que violes la obligaci&#243;n de pagar las multas, debes respetar la obligaci&#243;n de no fugarte de prisi&#243;n y, suponiendo que violes...&#187;?.</li></ul>
<h2><span id="V.C3.A9ase_tambi.C3.A9n"/><span class="mw-headline" id="V&#233;ase_tambi&#233;n">V&#233;ase tambi&#233;n</span></h2>
<ul><li><a href="https://es.wikipedia.org/wiki/Paradoja_de_Prot%C3%A1goras" title="Paradoja de Prot&#225;goras">Paradoja de Prot&#225;goras</a></li></ul>
<h2><span class="mw-headline" id="Referencias">Referencias</span></h2>
<div class="listaref" style="-moz-column-count:2; -webkit-column-count:2; column-count:2; list-style-type: decimal;"><ol class="references">
<li id="cite_note-1"><span class="mw-cite-backlink"><a href="#cite_ref-1">&#8593;</a></span> <span class="reference-text">Gu&#233;tmanova,- Panov- Petrov. <i>L&#243;gica: en forma simple sobre lo complejo Diccionario</i>. <a href="https://es.wikipedia.org/wiki/Especial:FuentesDeLibros/5010028212" class="internal mw-magiclink-isbn">ISBN 5-01-002821-2</a></span>
</li>
<li id="cite_note-2"><span class="mw-cite-backlink"><a href="#cite_ref-2">&#8593;</a></span> <span class="reference-text">Gu&#233;tmanova et al. obra citada</span>
</li>
</ol></div>
<h3><span id="Bibliograf.C3.ADa"/><span class="mw-headline" id="Bibliograf&#237;a">Bibliograf&#237;a</span></h3>
<ul><li>Alchourr&#243;n, Carlos y Bulygin, Eugenio, <i>An&#225;lisis l&#243;gico y derecho</i>, Centro de Estudios Constitucionales, Madrid, 1991.</li>
<li>Alchourr&#243;n, Carlos y Bulygin, Eugenio, <i>Introducci&#243;n a la metodolog&#237;a de las ciencias jur&#237;dicas y sociales</i>, Astrea, Buenos Aires, 1974, (versi&#243;n en ingl&#233;s <i>Normative Systems</i>, Springer, Viena- Nueva York, 1971).</li>
<li>Hilpinen, Risto, &#171;&#160;Deontic Logic&#160;&#187;, en <i>The Blackwell Guide to Philosophical Logic</i>, en Goble, Lou (editor), Blackwell publishers, Oxford, 2001, pp.159-182.</li>
<li>Leibniz, <i>Le droit de la raison</i>, textos reunidos por S&#232;ve, Ren&#233;, Par&#237;s, Vrin, 1994.</li>
<li>Lokhorst, Gert-Jan, &#8220;Mally&#8217;s Deontic Logic&#8221;, <i>Stanford Encyclopedia of Philosophy</i>, <a rel="nofollow" class="external free" href="http://plato.stanford.edu">http://plato.stanford.edu</a>, 2004.</li>
<li>Von Wright, Georg Henrik (1951), &#8220;Deontic Logic&#8221; en <i>Logical Studies</i>, Routledge and Kegan Paul, Londres, 1957, pp. 58-74 (primera publicaci&#243;n: <i>Mind</i>, vol. 60, 1951, p. 1-15).</li>
<li>Von Wright, Georg Henrik, "A Note on Deontic Logic and Derived Obligation&#8221;, <i>Mind</i>, n.&#176; 65, 1956, pp. 507-509.</li>
<li>Von Wright, Georg Henrik, <i>Norm and Action. A Logical Enquiry</i>, Routledge &amp; Kegan Paul, Londres, 1963.</li>
<li>Von Wright, Georg Henrik, &#8220;An Essay in Deontic Logic and the General Theory of Action&#8221;, <i>Acta Philosophica Fennica</i>, n.&#176; 21, fascicule, North-Holland Publ. Co, &#193;msterdam, 1968.</li>
<li>Von Wright, Georg Henrik, &#8220;Norms, Truth and Logic&#8221;, en von Wright, Georg Henrik, <i>Philosophical Papers I. Practical Reason</i>, Blackwell, Oxford, 1983; trad. de Cabrera Alarc&#243;n Carlos, <i>Normas, verdad y l&#243;gica</i>, Fontamara, M&#233;xico, 1997.</li>
<li>Von Wright, Georg Henrik, "Is and Ought", en Bulygin, Eugenio y Niiniluoto, I. (editores), <i>Law and Modern Form of Life</i>, Reidel, Dordtrech, 1985, pp. 283-281.</li></ul>
<h3><span class="mw-headline" id="Enlaces_externos">Enlaces externos</span></h3>
<ul><li><a rel="nofollow" class="external text" href="http://plato.stanford.edu/entries/logic-deontic/">Art&#237;culo de Paul McNamara (en ingl&#233;s) de la <i>Enciclopedia Stanford de Filosof&#237;a</i></a></li></ul>
<style data-mw-deduplicate="TemplateStyles:r118746331">.mw-parser-output .mw-authority-control{margin-top:1.5em}.mw-parser-output .mw-authority-control .navbox hr:last-child{display:none}.mw-parser-output .mw-authority-control .navbox+.mw-mf-linked-projects{display:none}.mw-parser-output .mw-authority-control .mw-mf-linked-projects{display:flex;padding:0.5em;border:1px solid #c8ccd1;background-color:#eaecf0;color:#222222}.mw-parser-output .mw-authority-control .mw-mf-linked-projects ul li{margin-bottom:0}</style><div class="mw-authority-control"><div role="navigation" class="navbox" aria-label="Navbox" style="width: inherit;padding:3px"><table class="hlist navbox-inner" style="border-spacing:0;background:transparent;color:inherit"><tbody><tr><th scope="row" class="navbox-group" style="width: 12%; text-align:center;"><a href="https://es.wikipedia.org/wiki/Control_de_autoridades" title="Control de autoridades">Control de autoridades</a></th><td class="navbox-list navbox-odd" style="text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px"><div style="padding:0em 0.25em">
<ul><li><b>Proyectos Wikimedia</b></li>
<li><span style="white-space:nowrap;"><a href="https://es.wikipedia.org/wiki/Wikidata" title="Wikidata"><img alt="Wd" src="https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Wikidata-logo.svg/20px-Wikidata-logo.svg.png" decoding="async" width="20" height="11" srcset="" data-file-width="1050" data-file-height="590"/></a> Datos:</span> <span class="uid"><a href="https://www.wikidata.org/wiki/Q302542" class="extiw" title="wikidata:Q302542">Q302542</a></span></li>
<li><b>Identificadores</b></li>
<li><span style="white-space:nowrap;"><a href="https://es.wikipedia.org/wiki/Biblioteca_Nacional_de_Espa%C3%B1a" title="Biblioteca Nacional de Espa&#241;a">BNE</a>:</span> <span class="uid"><a rel="nofollow" class="external text" href="https://datos.bne.es/resource/XX532245">XX532245</a></span></li>
<li><span style="white-space:nowrap;"><a href="https://es.wikipedia.org/wiki/Biblioteca_Nacional_de_Francia" title="Biblioteca Nacional de Francia">BNF</a>:</span> <span class="uid"><a rel="nofollow" class="external text" href="https://catalogue.bnf.fr/ark:/12148/cb119495696">119495696</a> <a rel="nofollow" class="external text" href="http://data.bnf.fr/ark:/12148/cb119495696">(data)</a></span></li>
<li><span style="white-space:nowrap;"><a href="https://es.wikipedia.org/wiki/Gemeinsame_Normdatei" title="Gemeinsame Normdatei">GND</a>:</span> <span class="uid"><a rel="nofollow" class="external text" href="https://d-nb.info/gnd/4133538-7">4133538-7</a></span></li>
<li><span style="white-space:nowrap;"><a href="https://es.wikipedia.org/wiki/Library_of_Congress_Control_Number" title="Library of Congress Control Number">LCCN</a>:</span> <span class="uid"><a rel="nofollow" class="external text" href="https://id.loc.gov/authorities/sh85037000">sh85037000</a></span></li></ul>
</div></td></tr></tbody></table></div><div class="mw-mf-linked-projects hlist">
<ul><li><span style="white-space:nowrap;"><a href="https://es.wikipedia.org/wiki/Wikidata" title="Wikidata"><img alt="Wd" src="https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Wikidata-logo.svg/20px-Wikidata-logo.svg.png" decoding="async" width="20" height="11" srcset="" data-file-width="1050" data-file-height="590"/></a> Datos:</span> <span class="uid"><a href="https://www.wikidata.org/wiki/Q302542" class="extiw" title="wikidata:Q302542">Q302542</a></span></li></ul>
</div></div>
</div><noscript><img src="https://es.wikipedia.org/wiki/Special:CentralAutoLogin/start?type=1x1" alt="" title="" width="1" height="1" style="border: none; position: absolute;"/></noscript>
<div class="printfooter">Obtenido de &#171;<a dir="ltr" href="https://es.wikipedia.org/w/index.php?title=L&#243;gica_de&#243;ntica&amp;oldid=141336114">https://es.wikipedia.org/w/index.php?title=L&#243;gica_de&#243;ntica&amp;oldid=141336114</a>&#187;</div></div>
		<div id="catlinks" class="catlinks" data-mw="interface"><div id="mw-normal-catlinks" class="mw-normal-catlinks"><a href="https://es.wikipedia.org/wiki/Especial:Categor%C3%ADas" title="Especial:Categor&#237;as">Categor&#237;as</a>: <ul><li><a href="https://es.wikipedia.org/wiki/Categor%C3%ADa:%C3%89tica" title="Categor&#237;a:&#201;tica">&#201;tica</a></li><li><a href="https://es.wikipedia.org/wiki/Categor%C3%ADa:L%C3%B3gica_modal" title="Categor&#237;a:L&#243;gica modal">L&#243;gica modal</a></li></ul></div><div id="mw-hidden-catlinks" class="mw-hidden-catlinks mw-hidden-cats-hidden">Categor&#237;as ocultas: <ul><li><a href="https://es.wikipedia.org/wiki/Categor%C3%ADa:Wikipedia:P%C3%A1ginas_con_enlaces_m%C3%A1gicos_de_ISBN" title="Categor&#237;a:Wikipedia:P&#225;ginas con enlaces m&#225;gicos de ISBN">Wikipedia:P&#225;ginas con enlaces m&#225;gicos de ISBN</a></li><li><a href="https://es.wikipedia.org/wiki/Categor%C3%ADa:Wikipedia:Art%C3%ADculos_con_identificadores_BNE" title="Categor&#237;a:Wikipedia:Art&#237;culos con identificadores BNE">Wikipedia:Art&#237;culos con identificadores BNE</a></li><li><a href="https://es.wikipedia.org/wiki/Categor%C3%ADa:Wikipedia:Art%C3%ADculos_con_identificadores_BNF" title="Categor&#237;a:Wikipedia:Art&#237;culos con identificadores BNF">Wikipedia:Art&#237;culos con identificadores BNF</a></li><li><a href="https://es.wikipedia.org/wiki/Categor%C3%ADa:Wikipedia:Art%C3%ADculos_con_identificadores_GND" title="Categor&#237;a:Wikipedia:Art&#237;culos con identificadores GND">Wikipedia:Art&#237;culos con identificadores GND</a></li><li><a href="https://es.wikipedia.org/wiki/Categor%C3%ADa:Wikipedia:Art%C3%ADculos_con_identificadores_LCCN" title="Categor&#237;a:Wikipedia:Art&#237;culos con identificadores LCCN">Wikipedia:Art&#237;culos con identificadores LCCN</a></li></ul></div></div>
	</div>
</div>

</article>
</body>
