<!DOCTYPE html>
<html>
<head>
    <meta charset="utf-8" />
    <title>Mac OS - Wikipedia, la enciclopedia libre</title>
    <link rel="preload" href="https://fonts.googleapis.com" />
    <link rel="preload" href="https://fonts.gstatic.com" crossorigin />
    <link href="https://fonts.googleapis.com/css2?family=Inter:wght@400;800&display=swap" rel="stylesheet" />
    <link rel="preload" href="../css/style.css" />
    <link rel="stylesheet" href="../css/style.css" />
</head>

<body>
<article>
<div id="content" class="mw-body" role="main">
	<a id="top"/>
	<div id="siteNotice"/>
	<div class="mw-indicators">
	</div>
	<h1 id="firstHeading" class="firstHeading mw-first-heading">Mac OS</h1>
	<div id="bodyContent" class="vector-body">
		<div id="siteSub" class="noprint">De Wikipedia, la enciclopedia libre</div>
		<div id="contentSub"/>
		<div id="contentSub2"/>
		
		<div id="jump-to-nav"/>
		<a class="mw-jump-link" href="#mw-head">Ir a la navegaci&#243;n</a>
		<a class="mw-jump-link" href="#searchInput">Ir a la b&#250;squeda</a>
		<div id="mw-content-text" class="mw-body-content mw-content-ltr" lang="es" dir="ltr"><div class="mw-parser-output"><div class="rellink noprint hatnote">No debe confundirse con <a href="https://es.wikipedia.org/wiki/MacOS" title="MacOS">macOS</a>. </div>
<p><b>Mac OS</b> (del <a href="https://es.wikipedia.org/wiki/Idioma_ingl%C3%A9s" title="Idioma ingl&#233;s">ingl&#233;s</a> <i><b>Macintosh Operating System</b></i>, en <a href="https://es.wikipedia.org/wiki/Idioma_espa%C3%B1ol" title="Idioma espa&#241;ol">espa&#241;ol</a> <i>Sistema Operativo de Macintosh</i>) es el nombre del <a href="https://es.wikipedia.org/wiki/Sistema_operativo" title="Sistema operativo">sistema operativo</a> creado por <a href="https://es.wikipedia.org/wiki/Apple_Inc." class="mw-redirect" title="Apple Inc.">Apple</a> para su l&#237;nea de <a href="https://es.wikipedia.org/wiki/Computadora" title="Computadora">computadoras</a> <a href="https://es.wikipedia.org/wiki/Macintosh" title="Macintosh">Macintosh</a>, tambi&#233;n aplicado retroactivamente a las versiones anteriores a <a href="https://es.wikipedia.org/wiki/System_7" title="System 7">System 7.6</a>, y que apareci&#243; por primera vez en System 7.5.1. Es conocido por haber sido uno de los primeros sistemas dirigidos al gran p&#250;blico en contar con una <a href="https://es.wikipedia.org/wiki/Interfaz_gr%C3%A1fica" class="mw-redirect" title="Interfaz gr&#225;fica">interfaz gr&#225;fica</a> compuesta por la interacci&#243;n del <i><a href="https://es.wikipedia.org/wiki/Mouse" class="mw-redirect" title="Mouse">mouse</a></i> con <a href="https://es.wikipedia.org/wiki/Ventana_(inform%C3%A1tica)" title="Ventana (inform&#225;tica)">ventanas</a>, <a href="https://es.wikipedia.org/wiki/Icono_(inform%C3%A1tica)" title="Icono (inform&#225;tica)">iconos</a> y <a href="https://es.wikipedia.org/wiki/Men%C3%BA_(inform%C3%A1tica)" title="Men&#250; (inform&#225;tica)">men&#250;s</a>.
</p><p>Deliberada a la existencia del sistema operativo en los primeros a&#241;os de su l&#237;nea Macintosh en favor de que la m&#225;quina resultara m&#225;s agradable al usuario, diferenci&#225;ndolo de otros sistemas contempor&#225;neos, como <a href="https://es.wikipedia.org/wiki/MS-DOS" title="MS-DOS">MS-DOS</a>, que eran un desaf&#237;o t&#233;cnico. El equipo de desarrollo del Mac OS original inclu&#237;a a <a href="https://es.wikipedia.org/wiki/Bill_Atkinson" title="Bill Atkinson">Bill Atkinson</a>, <a href="https://es.wikipedia.org/wiki/Jef_Raskin" title="Jef Raskin">Jef Raskin</a> y <a href="https://es.wikipedia.org/wiki/Andy_Hertzfeld" title="Andy Hertzfeld">Andy Hertzfeld</a>.
</p><p>Este fue el comienzo del Mac OS <i>cl&#225;sico</i>, desarrollado &#237;ntegramente por Apple, cuya primera versi&#243;n vio la luz en <a href="https://es.wikipedia.org/wiki/1985" title="1985">1985</a>. Su desarrollo se extender&#237;a hasta la <a href="https://es.wikipedia.org/wiki/Mac_OS_9" title="Mac OS 9">versi&#243;n 9</a> del sistema, lanzada en <a href="https://es.wikipedia.org/wiki/1999" title="1999">1999</a>. A partir de la versi&#243;n 10 (<a href="https://es.wikipedia.org/wiki/Mac_OS_X" class="mw-redirect" title="Mac OS X">Mac OS X</a>), el sistema cambi&#243; su arquitectura totalmente y pas&#243; a basarse en <a href="https://es.wikipedia.org/wiki/Unix" title="Unix">Unix</a>, sin embargo su interfaz gr&#225;fica mantiene muchos elementos de las versiones anteriores.
</p><p>Hay una gran variedad de versiones sobre c&#243;mo fue desarrollado el Mac OS original y d&#243;nde se originaron las ideas subyacentes. Pese a esto, documentos hist&#243;ricos prueban la existencia de una relaci&#243;n, en sus inicios, entre el proyecto <a href="https://es.wikipedia.org/wiki/Macintosh" title="Macintosh">Macintosh</a> y el proyecto <a href="https://es.wikipedia.org/wiki/Xerox_Alto" title="Xerox Alto">Alto</a> de <a href="https://es.wikipedia.org/wiki/Xerox_PARC" class="mw-redirect" title="Xerox PARC">Xerox PARC</a>. Las contribuciones iniciales del <a href="https://es.wikipedia.org/wiki/Sketchpad" title="Sketchpad">Sketchpad</a> de <a href="https://es.wikipedia.org/wiki/Ivan_Sutherland" title="Ivan Sutherland">Ivan Sutherland</a> y el <a href="https://es.wikipedia.org/w/index.php?title=On-Line_System&amp;action=edit&amp;redlink=1" class="new" title="On-Line System (a&#250;n no redactado)">On-Line System</a> de <a href="https://es.wikipedia.org/wiki/Doug_Engelbart" class="mw-redirect" title="Doug Engelbart">Doug Engelbart</a> tambi&#233;n fueron significativas.<sup>[<i><a href="https://es.wikipedia.org/wiki/Wikipedia:Verificabilidad" title="Wikipedia:Verificabilidad">cita&#160;requerida</a></i>]</sup>
</p>
<div id="toc" class="toc" role="navigation" aria-labelledby="mw-toc-heading"><input type="checkbox" role="button" id="toctogglecheckbox" class="toctogglecheckbox" style="display:none"/><div class="toctitle" lang="es" dir="ltr"><h2 id="mw-toc-heading">&#205;ndice</h2><span class="toctogglespan"><label class="toctogglelabel" for="toctogglecheckbox"/></span></div>
<ul>
<li class="toclevel-1 tocsection-1"><a href="#Versiones"><span class="tocnumber">1</span> <span class="toctext">Versiones</span></a>
<ul>
<li class="toclevel-2 tocsection-2"><a href="#&quot;Classic&quot;_Mac_OS_(1984-2003)"><span class="tocnumber">1.1</span> <span class="toctext">"Classic" Mac OS (1984-2003)</span></a></li>
<li class="toclevel-2 tocsection-3"><a href="#Mac_OS_X"><span class="tocnumber">1.2</span> <span class="toctext">Mac OS X</span></a></li>
</ul>
</li>
<li class="toclevel-1 tocsection-4"><a href="#Proyecto_Star_Trek"><span class="tocnumber">2</span> <span class="toctext">Proyecto Star Trek</span></a></li>
<li class="toclevel-1 tocsection-5"><a href="#Emulaci&#243;n_del_procesador_68000"><span class="tocnumber">3</span> <span class="toctext">Emulaci&#243;n del procesador 68000</span></a></li>
<li class="toclevel-1 tocsection-6"><a href="#Emulaci&#243;n_de_PowerPC"><span class="tocnumber">4</span> <span class="toctext">Emulaci&#243;n de PowerPC</span></a></li>
<li class="toclevel-1 tocsection-7"><a href="#Clones_de_Macintosh"><span class="tocnumber">5</span> <span class="toctext">Clones de Macintosh</span></a></li>
<li class="toclevel-1 tocsection-8"><a href="#V&#233;ase_tambi&#233;n"><span class="tocnumber">6</span> <span class="toctext">V&#233;ase tambi&#233;n</span></a></li>
<li class="toclevel-1 tocsection-9"><a href="#Enlaces_externos"><span class="tocnumber">7</span> <span class="toctext">Enlaces externos</span></a></li>
<li class="toclevel-1 tocsection-10"><a href="#Referencias"><span class="tocnumber">8</span> <span class="toctext">Referencias</span></a></li>
</ul>
</div>

<h2><span class="mw-headline" id="Versiones">Versiones</span></h2>
<p>Antes de la introducci&#243;n de los &#250;ltimos sistemas basados en el microprocesador <a href="https://es.wikipedia.org/wiki/PowerPC" title="PowerPC">PowerPC G3</a>, partes significativas del sistema se almacenaban en la memoria f&#237;sica de s&#243;lo lectura de la placa base. El prop&#243;sito inicial de esto fue evitar el uso de la capacidad de almacenamiento limitada de los disquetes de apoyo al sistema, dado que los primeros computadores Macintosh no ten&#237;an disco duro. Solo el modelo <a href="https://es.wikipedia.org/wiki/Macintosh_Classic" title="Macintosh Classic">Macintosh Classic</a> de 1991, pod&#237;a ser iniciado desde la memoria ROM. Esta arquitectura tambi&#233;n permiti&#243; una interfaz de sistema operativo totalmente gr&#225;fica en el nivel m&#225;s bajo, sin la necesidad de una consola de s&#243;lo texto o el modo de comandos de l&#237;nea. Los errores en tiempo de arranque, como la b&#250;squeda de unidades de disco que no funcionaban, se comunicaron al usuario de manera gr&#225;fica, generalmente con un icono o con mensajes con el tipo de letre <i>Chicago</i> y un <i>Timbre de la muerte</i> o una serie de pitidos. Esto contrastaba con los PCs de la &#233;poca, que mostraban tales mensajes con un tipo de letra mono-espaciada sobre un fondo negro, y que requer&#237;an el uso del teclado y no de un rat&#243;n, para la entrada. Para proporcionar tales detalles en un nivel bajo, el Mac OS depend&#237;a de software de la base del sistema grabado en la ROM de la placa base, lo que m&#225;s tarde ayud&#243; a garantizar que s&#243;lo los computadores de Apple o los clones bajo licencia (con el contenido de la memoria ROM protegido por derechos de autor de Apple, pudieran ejecutar el Mac OS).<sup id="cite_ref-1" class="reference separada"><a href="#cite_note-1"><span class="corchete-llamada">[</span>1<span class="corchete-llamada">]</span></a></sup>&#8203;
</p><p>El Mac OS puede ser dividido en dos familias:
</p>
<ul><li>La familia <a href="https://es.wikipedia.org/wiki/Mac_OS_Classic" title="Mac OS Classic">Mac OS Classic</a>, basada en el c&#243;digo propio de <a href="https://es.wikipedia.org/wiki/Apple_Computer" class="mw-redirect" title="Apple Computer">Apple Computer</a>.</li>
<li>El <a href="https://es.wikipedia.org/wiki/Sistema_Operativo" class="mw-redirect" title="Sistema Operativo">Sistema Operativo</a> <a href="https://es.wikipedia.org/wiki/Mac_OS_X" class="mw-redirect" title="Mac OS X">Mac OS X</a>, desarrollado a partir de la familia Mac OS Classic y <a href="https://es.wikipedia.org/wiki/NeXTSTEP" class="mw-redirect" title="NeXTSTEP">NeXTSTEP</a>, el cual estaba basado en <a href="https://es.wikipedia.org/wiki/UNIX" class="mw-redirect" title="UNIX">UNIX</a>.</li></ul>
<h3><span id=".22Classic.22_Mac_OS_.281984-2003.29"/><span class="mw-headline" id="&quot;Classic&quot;_Mac_OS_(1984-2003)">"Classic" Mac OS (1984-2003)</span></h3>
<div class="noprint AP rellink"><span style="font-size:88%">Art&#237;culo principal:</span> <i><a href="https://es.wikipedia.org/wiki/Historia_del_Mac_OS" class="mw-redirect" title="Historia del Mac OS"> Historia del Mac OS</a></i></div>
<p>El "Mac OS cl&#225;sico" se caracteriza por su falta total de una <a href="https://es.wikipedia.org/wiki/L%C3%ADnea_de_comandos" class="mw-redirect" title="L&#237;nea de comandos">l&#237;nea de comandos</a>; es un Sistema Operativo completamente de extensiones. Mac OS podr&#237;a ser un largo proceso de ensayo y error.
</p><p>El Macintosh original utilizaba el <i>Macintosh File System</i> (MFS), un sistema de archivos plano con un solo nivel de carpetas o directorios. Este sistema fue r&#225;pidamente reemplazado en 1985 por el <a href="https://es.wikipedia.org/wiki/HFS" class="mw-redirect" title="HFS">HFS</a>, que ten&#237;a un verdadero sistema de &#225;rbol de directorio. Ambos sistemas de archivos son compatibles.
</p><p>La mayor&#237;a de los sistemas de archivos utilizados con el <a href="https://es.wikipedia.org/wiki/DOS" title="DOS">DOS</a>, Unix u otros sistemas operativos tratan a un archivo como una simple secuencia de bytes, lo que requiere una aplicaci&#243;n para saber qu&#233; bytes representan cual tipo de informaci&#243;n. Por el contrario, MFS y HFS dan a los archivos dos <a href="https://es.wikipedia.org/wiki/Bifurcaci%C3%B3n_(desarrollo_de_software)" title="Bifurcaci&#243;n (desarrollo de software)">bifurcaciones</a>. La bifurcaci&#243;n de datos contiene el mismo tipo de informaci&#243;n como otros sistemas de archivos, tales como el texto de un documento o los mapas de bits de un archivo de imagen. La bifurcaci&#243;n de recursos contiene otros datos estructurados, tales como las definiciones de men&#250;s, gr&#225;ficos, sonidos o segmentos de c&#243;digo. Un archivo puede consistir solo de los recursos con de datos vac&#237;a, o s&#243;lo una bifurcaci&#243;n de datos, sin bifurcaci&#243;n de recursos. Un archivo de texto puede contener su texto en la bifurcaci&#243;n de datos y la informaci&#243;n de estilo en la bifurcaci&#243;n de recursos, de modo que una aplicaci&#243;n, que no reconoce la informaci&#243;n de estilo, todav&#237;a puede leer el texto sin formato. Por otro lado, estas bifurcaciones proporcionan un reto para la interoperabilidad con otros sistemas operativos; el copiado de un archivo desde un sistema Mac a otro diferente, lo despoja de su bifurcaci&#243;n de recursos, requiriendo de sistemas de codificaci&#243;n tales como BinHex y MacBinary.
</p><p>Las versiones para la plataforma PowerPC de Mac OS X hasta, e incluyendo, Mac OS X v10.4 Tiger no poseen una capa de compatibilidad para ejecutar las aplicaciones m&#225;s antiguas de Mac, llamada el <a href="https://en.wikipedia.org/wiki/Mac_OS_Classic" class="extiw" title="en:Mac OS Classic">entorno Classic</a>. Este entorno ejecuta una copia completa del Mac OS, versi&#243;n 9.1 o posterior, en un proceso de Mac OS X. Los Macintosh basados en la plataforma <a href="https://es.wikipedia.org/wiki/PowerPC" title="PowerPC">PowerPC</a> ten&#237;an el Mac OS 9.2 preinstalado as&#237; como el Mac OS X. El Mac OS 9.2 tuvo que ser instalado por el usuario, puesto que no se instalaba, por defecto, en las revisiones de hardware presentadas tras el lanzamiento de <i>Mac OS X 10.4 Tiger</i>. La mayor&#237;a de las aplicaciones "cl&#225;sicas" bien escritas funciona correctamente en este entorno, pero la compatibilidad solo se asegura si el software fue escrito sin tener en cuenta el hardware actual, y para interactuar &#250;nicamente con el sistema operativo. El Entorno Classic no est&#225; disponible en sistemas Macintosh basados en plataformas de Intel, debido a la incompatibilidad del Mac OS 9 con el hardware <a href="https://es.wikipedia.org/wiki/X86" title="X86">x86</a>.
</p><p>Los usuarios del <i>Mac OS Classic</i> en general, actualizaron sus m&#225;quinas a Mac OS X, pero muchos criticaron a este &#250;ltimo por ser m&#225;s dif&#237;cil y menos amigable con el usuario que el original sistema operativo Mac, por la falta de ciertas caracter&#237;sticas que no hab&#237;an sido re-implementadas en el nuevo sistema operativo, o por ser m&#225;s lento en el mismo hardware (especialmente el m&#225;s antiguo) u otros, o incompatibilidades, a veces graves con el antiguo sistema operativo. Debido a que los controladores (para impresoras, esc&#225;neres, tabletas, etc), escritos para los antiguos Mac OS no son compatibles con Mac OS X, y debido a la falta de soporte para Mac OS X para m&#225;quinas m&#225;s antiguas de Apple, un n&#250;mero significativo de usuarios de Macintosh sigue utilizando el antiguo Mac OS Cl&#225;sico. Pero para el a&#241;o 2005, se hab&#237;a informado que casi todos los usuarios de sistemas capaces de ejecutar Mac OS X lo est&#225;n haciendo, con s&#243;lo una peque&#241;a fracci&#243;n ejecutando el Mac OS Classic.
</p><p>En junio de 2005, <a href="https://es.wikipedia.org/wiki/Steve_Jobs" title="Steve Jobs">Steve Jobs</a> anunci&#243; en la apertura de la <a href="https://es.wikipedia.org/wiki/Worldwide_Developers_Conference" class="mw-redirect" title="Worldwide Developers Conference">Conferencia Mundial de Desarrolladores de Apple</a> que la empresa har&#237;a la transici&#243;n de la plataforma PowerPC a procesadores Intel y por lo tanto dejar&#237;a de lado la compatibilidad de las nuevas m&#225;quinas para Mac OS Classic. En la misma conferencia, Jobs anunci&#243; kits de transici&#243;n para desarrolladores que inclu&#237;an versiones beta del software de Apple, incluyendo Mac OS X que los desarrolladores pod&#237;an utilizar para probar sus aplicaciones, mientras las transportaban para ejecutarlas en computadores Mac con procesadores Intel. En enero de 2006, Apple lanz&#243; las primeras computadoras Macintosh con procesadores Intel, un iMac y el MacBook Pro, y al mes siguiente, Apple lanz&#243; un mini Mac con un procesador Intel Core Solo y D&#250;o. El <a href="https://es.wikipedia.org/wiki/16_de_mayo" title="16 de mayo">16 de mayo</a> de 2006, Apple lanz&#243; el MacBook, antes de completar la transici&#243;n a Intel el <a href="https://es.wikipedia.org/wiki/7_de_agosto" title="7 de agosto">7 de agosto</a> con el Mac Pro. Para facilitar la transici&#243;n para los primeros compradores de las nuevas m&#225;quinas, los equipos Mac basados en Intel incluyen una tecnolog&#237;a de emulaci&#243;n llamada <i>Rosetta</i>, que les permite ejecutar software de Mac OS X que fue compilado para sistemas Macintosh basados en PowerPC. Rosetta se ejecuta de forma transparente, creando una experiencia de usuario id&#233;ntica a la de ejecutar el software en una m&#225;quina PowerPC, aunque la ejecuci&#243;n es m&#225;s lenta que con c&#243;digo nativo.
</p>
<h3><span class="mw-headline" id="Mac_OS_X">Mac OS X</span></h3>
<div class="noprint AP rellink"><span style="font-size:88%">Art&#237;culo principal:</span> <i><a href="https://es.wikipedia.org/wiki/Mac_OS_X" class="mw-redirect" title="Mac OS X"> Mac OS X</a></i></div>
<p>Es el sistema operativo m&#225;s nuevo de Apple. Aunque oficialmente es designado como "versi&#243;n 10" del Mac OS, tiene una historia en gran medida independiente de las versiones anteriores de Mac OS. Es el sucesor del <a href="https://es.wikipedia.org/wiki/Mac_OS_9" title="Mac OS 9">Mac OS 9</a> y del Mac OS Classic. Se trata de un Sistema Operativo <a href="https://es.wikipedia.org/wiki/Unix" title="Unix">Unix</a>, basado en el sistema operativo <a href="https://es.wikipedia.org/wiki/NeXTSTEP" class="mw-redirect" title="NeXTSTEP">NeXTSTEP</a> y el <a href="https://es.wikipedia.org/wiki/Mach_kernel" class="mw-redirect" title="Mach kernel">N&#250;cleo Mach</a> que Apple adquiri&#243; tras la compra de <a href="https://es.wikipedia.org/wiki/NeXT" title="NeXT">NeXT</a>, al regresar su director general <a href="https://es.wikipedia.org/wiki/Steve_Jobs" title="Steve Jobs">Steve Jobs</a> a Apple en este momento. Mac OS X tambi&#233;n hace uso del c&#243;digo base de <a href="https://es.wikipedia.org/wiki/BSD" class="mw-redirect" title="BSD">BSD</a>. De momento existen 18, siendo la m&#225;s reciente Mac OS 12.0 "<a href="https://es.wikipedia.org/wiki/MacOS_Monterey" title="MacOS Monterey">Monterey</a>", seguido de Mac OS 11.0 "<a href="https://es.wikipedia.org/wiki/MacOS_Big_Sur" title="MacOS Big Sur">Big Sur</a>", MacOs 10.15 llamada "<a href="https://es.wikipedia.org/wiki/MacOS_Catalina" title="MacOS Catalina">Catalina</a>", MacOs 10.14 llamada "<a href="https://es.wikipedia.org/wiki/MacOS_Mojave" title="MacOS Mojave">Mojave</a>", MacOS 10.13 llamada "<a href="https://es.wikipedia.org/wiki/MacOS_High_Sierra" title="MacOS High Sierra">High Sierra</a>", "MacOS 10.12 llamada "<a href="https://es.wikipedia.org/wiki/MacOS_Sierra" title="MacOS Sierra">Sierra</a>". Antes hubo Mac OS X 10.11 ("<a href="https://es.wikipedia.org/wiki/OS_X_El_Capitan" title="OS X El Capitan">El Capit&#225;n</a>"), Mac Os X 10.10 ("<a href="https://es.wikipedia.org/wiki/OS_X_Yosemite" title="OS X Yosemite">Yosemite</a>"), 10.9 "<a href="https://es.wikipedia.org/wiki/OS_X_Mavericks" title="OS X Mavericks">Mavericks</a>", 10.8 "<a href="https://es.wikipedia.org/wiki/OS_X_Mountain_Lion" title="OS X Mountain Lion">Mountain Lion</a>", 10.7 "<a href="https://es.wikipedia.org/wiki/Mac_OS_X_Lion" title="Mac OS X Lion">Lion</a>", 10.6 "<a href="https://es.wikipedia.org/wiki/Mac_OS_X_Snow_Leopard" title="Mac OS X Snow Leopard">Snow Leopard</a>", 10.5 "<a href="https://es.wikipedia.org/wiki/Mac_OS_X_Leopard" title="Mac OS X Leopard">Leopard</a>", 10.4 "<a href="https://es.wikipedia.org/wiki/Mac_OS_X_Tiger" title="Mac OS X Tiger">Tiger</a>", 10.3 "<a href="https://es.wikipedia.org/wiki/Mac_OS_X_Panther" title="Mac OS X Panther">Panther</a>", 10.2 "<a href="https://es.wikipedia.org/wiki/Mac_OS_X_10.2" title="Mac OS X 10.2">Jaguar</a>", 10.1 ("<a href="https://es.wikipedia.org/wiki/Mac_OS_X_10.1" title="Mac OS X 10.1">Puma</a>"), y 10.0 ("<a href="https://es.wikipedia.org/wiki/Mac_OS_X_10.0" title="Mac OS X 10.0">Cheetah</a>").
</p><p>Mac OS X tambi&#233;n ha tenido seis liberaciones significativas como una versi&#243;n de servidor, llamada <i>Mac OS X Server</i>. El primero de ellos, <a href="https://es.wikipedia.org/wiki/Mac_OS_X_Server_1.0" title="Mac OS X Server 1.0">Mac OS X Server 1.0</a>, fue lanzado en versi&#243;n beta en 1999. Las versiones de servidor son, en arquitectura, id&#233;nticas a las versiones de cliente, con la diferencia en la inclusi&#243;n de herramientas para administraci&#243;n de servidores, incluyendo herramientas para la gesti&#243;n de sistemas basados en Mac OS X como servidores de <a href="https://es.wikipedia.org/wiki/Grupo_de_trabajo" title="Grupo de trabajo">grupos de trabajo</a>, servidores de correo y servidores web, entre otras herramientas. Es actualmente el sistema operativo por defecto para el hardware de servidor <a href="https://es.wikipedia.org/wiki/Xserve" title="Xserve">Xserve</a>, y como caracter&#237;stica opcional en el <a href="https://es.wikipedia.org/wiki/Mac_Mini" class="mw-redirect" title="Mac Mini">Mac Mini</a>, as&#237; como instalable en la mayor&#237;a de otros Macs. A diferencia de la versi&#243;n de cliente, Mac OS X Server se puede ejecutar en una <a href="https://es.wikipedia.org/wiki/M%C3%A1quina_virtual" title="M&#225;quina virtual">m&#225;quina virtual</a> utilizando un software de emulaci&#243;n como <a href="https://es.wikipedia.org/wiki/Parallels_Desktop" class="mw-redirect" title="Parallels Desktop">Parallels Desktop</a>.
</p><p>Mac OS X es tambi&#233;n la base del <a href="https://es.wikipedia.org/wiki/IOS_(sistema_operativo)" class="mw-redirect" title="IOS (sistema operativo)">iOS</a>, anteriormente conocido como el Sistema Operativo del <a href="https://es.wikipedia.org/wiki/IPhone" title="IPhone">iPhone</a>, el <a href="https://es.wikipedia.org/wiki/IPod_Touch" class="mw-redirect" title="IPod Touch">iPod Touch</a> y el <a href="https://es.wikipedia.org/wiki/IPad" title="IPad">iPad</a>, as&#237; como la base para el sistema operativo utilizado en el <a href="https://es.wikipedia.org/wiki/Apple_TV" title="Apple TV">Apple TV</a>.
</p>
<h2><span class="mw-headline" id="Proyecto_Star_Trek">Proyecto Star Trek</span></h2>
<p>Un aspecto interesante de la historia del Mac OS cl&#225;sico fue un prototipo secreto relativamente desconocido en el que Apple comenz&#243; a trabajar en 1992, cuyo nombre en c&#243;digo fue <a href="https://es.wikipedia.org/wiki/Star_Trek" title="Star Trek">Star Trek</a>. El objetivo de este proyecto era crear una versi&#243;n de Mac OS que se ejecutara en computadoras personales <a href="https://es.wikipedia.org/wiki/X86" title="X86">x86</a> compatibles con <a href="https://es.wikipedia.org/wiki/Intel" title="Intel">Intel</a>. La intenci&#243;n de la liberaci&#243;n en colaboraci&#243;n con Novell, era proporcionar compatibilidad DOS, en apoyo de las aplicaciones DOS existentes en la plataforma. En ese momento, Novell DOS estaba perdiendo cuota de mercado ya que los clientes se actualizaban a Windows. Una combinaci&#243;n de Mac OS y Novell DOS se consider&#243; una alternativa. El proyecto fue de corta duraci&#243;n, y se cancel&#243; solo un a&#241;o m&#225;s tarde a principios de 1993, cuando el nuevo CEO de Apple cambi&#243; de estrategia. El equipo fue capaz de hacer que el <a href="https://es.wikipedia.org/wiki/Macintosh_Finder" class="mw-redirect" title="Macintosh Finder">Macintosh Finder</a> y algunas aplicaciones b&#225;sicas, como <a href="https://es.wikipedia.org/wiki/QuickTime" title="QuickTime">QuickTime</a>, funcionasen a la perfecci&#243;n en un PC. Parte del c&#243;digo de este esfuerzo fue reutilizado m&#225;s tarde cuando se migr&#243; Mac OS a la plataforma PowerPC.
</p><p>Quince a&#241;os despu&#233;s del proyecto Star Trek, fue incluido oficialmente el soporte a la arquitectura x86 en el Mac OS y luego Apple traslad&#243; todas las computadoras de escritorio para la arquitectura x86. Este no fue el resultado de anteriores esfuerzos del Proyecto Star Trek.
</p>
<h2><span id="Emulaci.C3.B3n_del_procesador_68000"/><span class="mw-headline" id="Emulaci&#243;n_del_procesador_68000">Emulaci&#243;n del procesador 68000</span></h2>
<p>A pesar de que el software Star Trek nunca fue presentada, <a href="https://es.wikipedia.org/wiki/Emuladores" class="mw-redirect" title="Emuladores">emuladores</a> de terceros como <a href="https://en.wikipedia.org/wiki/vMac" class="extiw" title="en:vMac">vMac</a>, <a href="https://es.wikipedia.org/wiki/Basilisk_II" title="Basilisk II">Basilisk II</a>, y <a href="https://en.wikipedia.org/wiki/Executor_(software)" class="extiw" title="en:Executor (software)">Executor</a>, han permitido ejecutar el Mac OS Cl&#225;sico con PC basados en los microprocesadores Intel. Estos programas fueron limitados a emular la serie de procesadores <a href="https://es.wikipedia.org/wiki/Motorola_68000" title="Motorola 68000">68000</a> y la mayor&#237;a, como tal, no pod&#237;a correr las versiones de Mac OS posteriores a la 8.1, que requiere procesadores PowerPC. La mayor&#237;a tambi&#233;n requiere una "imagen" Mac ROM o una interfaz de hardware de un verdadero Mac ROM. Los que requieren de una imagen son de dudoso valor legal ya que la imagen ROM puede infringir la propiedad intelectual de Apple.
</p><p>Una excepci&#243;n notable fue el software comercial Executor de la empresa <i>Abacus Research &amp; Development</i>, el &#250;nico producto que us&#243; exclusivamente c&#243;digo 100% mediante <a href="https://es.wikipedia.org/wiki/Ingenier%C3%ADa_inversa" title="Ingenier&#237;a inversa">ingenier&#237;a inversa</a>, sin el uso de la tecnolog&#237;a de Apple. Se ejecutaba muy r&#225;pido pero nunca logr&#243; m&#225;s all&#225; de un subconjunto menor de funcionalidades. Pocos programas fueron completamente compatibles, y muchos son muy propensos a sufrir fallas si se ejecutaban. Executor llen&#243; un nicho de mercado para transportar aplicaciones Mac 68000 cl&#225;sico a las plataformas x86. El desarrollo se detuvo en el a&#241;o 2002 y el c&#243;digo fuente fue liberado por el autor a finales de 2008.
</p><p>Los emuladores que utilizaban las im&#225;genes Mac ROM ofrec&#237;an casi completa compatibilidad con Mac OS y las versiones posteriores ofrecieron un excelente rendimiento mientras el desempe&#241;o de los modernos procesadores x86 aumentaba de manera exponencial.
</p><p>La mayor&#237;a de los usuarios de computadoras Macintosh ya hab&#237;a comenzado a cambiarse a la plataforma PowerPC que ofrec&#237;a compatibilidad con las versiones del sistema operativo 8.xx y 9.xx junto con soporte de software para el r&#225;pido PowerPC. Esto ayud&#243; a facilitar la transici&#243;n a las aplicaciones solo para PowerPC, mientras los emuladores prematuramente obsoloteos de procesadores 68000 y las aplicaciones para entorno Cl&#225;sico que ellas soportaban bien, se perfeccionanan lo suficiente como para competir con una verdadera computadora Mac.
</p>
<h2><span id="Emulaci.C3.B3n_de_PowerPC"/><span class="mw-headline" id="Emulaci&#243;n_de_PowerPC">Emulaci&#243;n de PowerPC</span></h2>
<p>En el momento del desarrollo del emulador 68000, el soporte a PowerPC fue dif&#237;cil de justificar no solo debido al c&#243;digo de emulaci&#243;n en s&#237;, sino tambi&#233;n el gran rendimiento previsto de una arquitectura emulada de PowerPC frente a una verdadera Mac basada en PowerPC. Esto m&#225;s tarde probar&#237;a ser correcto con el inicio del proyecto PearPC incluso a&#241;os despu&#233;s, a pesar de la disponibilidad de la 7.&#170; y 8.&#170; generaci&#243;n de procesadores x86 empleando paradigmas de arquitectura similares a los presentes en PowerPC. Muchos desarrolladores de aplicaciones tambi&#233;n crearon y lanzaron versiones para 68000 Classic y PowerPC simult&#225;neamente, ayudando a negar la necesidad de la emulaci&#243;n de PowerPC. Usuarios de Mac con PowerPC que t&#233;cnicamente pod&#237;an ejecutar cualquiera de las dos opciones, obviamente eligieron las aplicaciones de PowerPC m&#225;s r&#225;pidas. Pronto Apple ya no vend&#237;a Macs basadas en 68000, y la base instalada existente comenz&#243; a evaporarse r&#225;pidamente. A pesar de la eventual excelente tecnolog&#237;a de emulaci&#243;n 68000 disponible, probaron nunca ser ni siquiera una amenaza menor a Macs reales debido a su retraso en la llegada e inmadurez incluso varios a&#241;os despu&#233;s de la salida de Macs basadas en PowerPC mucho m&#225;s convincentes.
</p><p>El emulador <a href="https://es.wikipedia.org/wiki/PearPC" title="PearPC">PearPC</a> es capaz de emular los procesadores <a href="https://es.wikipedia.org/wiki/PowerPC" title="PowerPC">PowerPC</a> requeridos por las nuevas versiones de Mac OS (como <a href="https://es.wikipedia.org/wiki/Mac_OS_X" class="mw-redirect" title="Mac OS X">Mac OS X</a>). Por desgracia, todav&#237;a est&#225; en sus primeras etapas y, al igual que muchos emuladores, tiende a ser mucho m&#225;s lento que un <a href="https://es.wikipedia.org/wiki/Sistema_operativo" title="Sistema operativo">sistema operativo</a> nativo.
</p><p>Durante la transici&#243;n de PowerPC a los procesadores Intel, Apple se dio cuenta de la necesidad de incorporar un emulador de PowerPC en Mac OS X con el fin de proteger las inversiones de sus clientes en software dise&#241;ado para ejecutarse en el PowerPC. La soluci&#243;n de Apple es un emulador llamado <a href="https://es.wikipedia.org/wiki/Rosetta_(software)" title="Rosetta (software)">Rosetta</a>. Antes del anuncio de Rosetta, los observadores de la industria asumieron que cualquier emulador de PowerPC, corriendo sobre un procesador x86 sufrir&#237;a una excesiva merma de rendimiento (por ejemplo, PearPC es de bajo rendimiento). Rosetta tiene una merma de rendimiento relativamente menor, por lo que tom&#243; por sorpresa a muchos.
</p><p>Otro emulador de PowerPC es <a href="https://es.wikipedia.org/wiki/SheepShaver" title="SheepShaver">SheepShaver</a>, que ha estado con nosotros desde <a href="https://es.wikipedia.org/wiki/1998" title="1998">1998</a> para BeOS en la plataforma PowerPC pero en <a href="https://es.wikipedia.org/wiki/2002" title="2002">2002</a> fue convertido a <a href="https://es.wikipedia.org/wiki/C%C3%B3digo_abierto" title="C&#243;digo abierto">c&#243;digo abierto</a> con el fin de conseguir que fuera ejecutable en otras plataformas. Originalmente no estaba dise&#241;ado para su uso en plataformas x86 y requer&#237;a un procesador PowerPC real presente en la m&#225;quina en que se ejecutaba de manera similar a un <a href="https://es.wikipedia.org/wiki/Hypervisor" class="mw-redirect" title="Hypervisor">hypervisor</a>. A pesar de que proporciona soporte al procesador PowerPC, solo puede ejecutar hasta <a href="https://es.wikipedia.org/wiki/Mac_OS_9" title="Mac OS 9">Mac OS 9.0.4</a>, ya que no emula una <a href="https://es.wikipedia.org/wiki/Unidad_de_manejo_de_memoria" class="mw-redirect" title="Unidad de manejo de memoria">unidad de manejo de memoria</a>.
</p><p>Otros ejemplos son <a href="https://es.wikipedia.org/w/index.php?title=ShapeShifter_(emulador)&amp;action=edit&amp;redlink=1" class="new" title="ShapeShifter (emulador) (a&#250;n no redactado)">ShapeShifter</a> (por el mismo programador que concibi&#243; <a href="https://es.wikipedia.org/wiki/SheepShaver" title="SheepShaver">SheepShaver</a>), Fusion y iFusion. Este &#250;ltimo corri&#243; el Mac OS cl&#225;sico con una tarjeta aceleradora "coprocesador" PowerPC. El uso de este m&#233;todo se ha dicho que iguala o mejora la velocidad de un equipo Macintosh con el mismo procesador, en especial con respecto a la serie <a href="https://es.wikipedia.org/wiki/Motorola_68000" title="Motorola 68000">m68k</a> debido a Macs reales ejecut&#225;ndose en modo de desv&#237;o de <a href="https://es.wikipedia.org/wiki/Unidad_de_manejo_de_memoria" class="mw-redirect" title="Unidad de manejo de memoria">MMU</a>, obstaculizando el desempe&#241;o.
</p>
<h2><span class="mw-headline" id="Clones_de_Macintosh">Clones de Macintosh</span></h2>
<p>A pesar de lo que com&#250;nmente se cree, Apple lleg&#243; a licenciar su sistema operativo para que otros fabricantes hicieran "Mac compatibles". Varios fabricantes llegaron a fabricar clones de Macintosh capaces de ejecutar Mac OS, en particular <a href="https://es.wikipedia.org/w/index.php?title=Power_Computing&amp;action=edit&amp;redlink=1" class="new" title="Power Computing (a&#250;n no redactado)">Power Computing</a>, <a href="https://es.wikipedia.org/w/index.php?title=UMAX&amp;action=edit&amp;redlink=1" class="new" title="UMAX (a&#250;n no redactado)">UMAX</a> y <a href="https://es.wikipedia.org/wiki/Motorola" class="mw-redirect" title="Motorola">Motorola</a>. Estas m&#225;quinas ejecutaron varias versiones del sistema operativo cl&#225;sico de Mac. Una de las primeras cosas que hizo Steve Jobs a su vuelta a Apple en 1997 fue cerrar el programa de licencias de forma que de nuevo Apple fue fabricante propietario de HW y SW de su plataforma como lo hab&#237;a sido antes.
</p><p>En 2008 el fabricante estadounidense <a href="https://es.wikipedia.org/w/index.php?title=Psystar_Corporation&amp;action=edit&amp;redlink=1" class="new" title="Psystar Corporation (a&#250;n no redactado)">Psystar Corporation</a> anunci&#243; un ordenador de bajo costo (499 USD) que ejecutaba Mac OS X 10.5 Leopard. Amenazados por las batallas legales, Psystar denomin&#243; a su sistema OpenMac y posteriormente Open Computer. Actualmente Apple sigue en litigio con esta compa&#241;&#237;a a la que pretende hacer pagar por da&#241;os y perjuicios, por cada clon vendido y por los costos de la batalla legal.
</p><p>En 2009 el fabricante <a href="https://es.wikipedia.org/w/index.php?title=HyperMegaNet_UG&amp;action=edit&amp;redlink=1" class="new" title="HyperMegaNet UG (a&#250;n no redactado)">HyperMegaNet UG</a> lanz&#243; un ordenador "Macintosh Compatible" bajo la marca comercial <a href="https://es.wikipedia.org/w/index.php?title=PearC&amp;action=edit&amp;redlink=1" class="new" title="PearC (a&#250;n no redactado)">PearC</a>, bas&#225;ndose en el hecho de que la <a href="https://es.wikipedia.org/wiki/Licencia_de_software" title="Licencia de software">licencia de software</a> no puede aceptarse al no poder ser le&#237;da antes de adquirir el producto, puesto que se encuentra dentro de la caja en la que viene el ordenador, por lo que la parte que apela a la no instalaci&#243;n de OS X en hardware que no sea Apple es nula a todos los efectos, al menos en Alemania.
</p><p>Tambi&#233;n de forma no legal hay modificaciones de OS X que permiten su ejecuci&#243;n nativa en sobre determinados modelos de PC, lo que es denominado <a href="https://es.wikipedia.org/wiki/Hackintosh" title="Hackintosh">Hackintosh</a>.
</p>
<h2><span id="V.C3.A9ase_tambi.C3.A9n"/><span class="mw-headline" id="V&#233;ase_tambi&#233;n">V&#233;ase tambi&#233;n</span></h2>
<div class="columns" style="-moz-column-count:2; -webkit-column-count:2; column-count:2;">
<ul><li><a href="https://es.wikipedia.org/wiki/Apple_Macintosh" class="mw-redirect" title="Apple Macintosh">Apple Macintosh</a></li>
<li><a href="https://es.wikipedia.org/wiki/System_6" title="System 6">System 6</a></li>
<li><a href="https://es.wikipedia.org/wiki/System_7" title="System 7">System 7</a></li>
<li><a href="https://es.wikipedia.org/wiki/Mac_OS_8" title="Mac OS 8">Mac OS 8</a></li>
<li><a href="https://es.wikipedia.org/wiki/Mac_OS_9" title="Mac OS 9">Mac OS 9</a></li>
<li><a href="https://es.wikipedia.org/wiki/Macintosh_Classic" title="Macintosh Classic">Classic</a></li>
<li><a href="https://es.wikipedia.org/wiki/Mac_OS_X" class="mw-redirect" title="Mac OS X">Mac OS X</a></li>
<li><a href="https://es.wikipedia.org/wiki/Interfaz_gr%C3%A1fica_de_usuario" title="Interfaz gr&#225;fica de usuario">Interfaz gr&#225;fica de usuario</a></li>
<li><a href="https://es.wikipedia.org/wiki/Historia_del_Mac_OS" class="mw-redirect" title="Historia del Mac OS">Historia del Mac OS</a></li>
<li><a href="https://es.wikipedia.org/wiki/IOS_(sistema_operativo)" class="mw-redirect" title="IOS (sistema operativo)">iOS</a></li></ul>
</div>
<h2><span class="mw-headline" id="Enlaces_externos">Enlaces externos</span></h2>
<ul><li><a rel="nofollow" class="external text" href="http://www.apple.com">Sitio web oficial de Apple</a> <span style="color:#555;">(en ingl&#233;s)</span></li>
<li><a rel="nofollow" class="external text" href="http://www.apple.com/es">P&#225;gina web oficial de Apple en espa&#241;ol</a></li></ul>
<h2><span class="mw-headline" id="Referencias">Referencias</span></h2>
<div class="listaref" style="-moz-column-count:2; -webkit-column-count:2; column-count:2; list-style-type: decimal;"><ol class="references">
<li id="cite_note-1"><span class="mw-cite-backlink"><a href="#cite_ref-1">&#8593;</a></span> <span class="reference-text"><span id="CITAREFHertzfeld15_de_agosto_de_1983" class="citation web">Hertzfeld, Andy (15 de agosto de 1983). <a rel="nofollow" class="external text" href="https://web.archive.org/web/20160715182421/http://www.folklore.org/StoryView.py?project=Macintosh&amp;story=Stolen_From_Apple.txt">&#171;Stolen From Apple&#187;</a> <span style="color:#555;">(html)</span>. <i>Folklore Org</i> <span style="color:#555;">(en ingl&#233;s)</span>. Archivado desde <a rel="nofollow" class="external text" href="http://www.folklore.org:80/StoryView.py?project=Macintosh&amp;story=Stolen_From_Apple.txt">el original</a> el 15 de julio de 2016<span class="reference-accessdate">. Consultado el 22 de julio de 2018</span>. &#171;Steve decided that if a company copied the Mac ROM into their computer, he would like to be able to do a demo during the trial, where he could type a few keystokes into an unmodified infringing machine, and have a large "Stolen From Apple" icon appear on its screen. The routines and data to accomplish that would have to be incorporated into our ROM in a stealthy fashion, so the cloners wouldn't know how to find or remove it.&#187;</span><span title="ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fes.wikipedia.org%3AMac+OS&amp;rft.atitle=Stolen+From+Apple&amp;rft.au=Hertzfeld%2C+Andy&amp;rft.aufirst=Andy&amp;rft.aulast=Hertzfeld&amp;rft.date=15+de+agosto+de+1983&amp;rft.genre=article&amp;rft.jtitle=Folklore+Org&amp;rft_id=http%3A%2F%2Fwww.folklore.org%3A80%2FStoryView.py%3Fproject%3DMacintosh%26story%3DStolen_From_Apple.txt&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal" class="Z3988"><span style="display:none;">&#160;</span></span></span>
</li>
</ol></div>
<style data-mw-deduplicate="TemplateStyles:r118746331">.mw-parser-output .mw-authority-control{margin-top:1.5em}.mw-parser-output .mw-authority-control .navbox hr:last-child{display:none}.mw-parser-output .mw-authority-control .navbox+.mw-mf-linked-projects{display:none}.mw-parser-output .mw-authority-control .mw-mf-linked-projects{display:flex;padding:0.5em;border:1px solid #c8ccd1;background-color:#eaecf0;color:#222222}.mw-parser-output .mw-authority-control .mw-mf-linked-projects ul li{margin-bottom:0}</style><div class="mw-authority-control"><div role="navigation" class="navbox" aria-label="Navbox" style="width: inherit;padding:3px"><table class="hlist navbox-inner" style="border-spacing:0;background:transparent;color:inherit"><tbody><tr><th scope="row" class="navbox-group" style="width: 12%; text-align:center;"><a href="https://es.wikipedia.org/wiki/Control_de_autoridades" title="Control de autoridades">Control de autoridades</a></th><td class="navbox-list navbox-odd" style="text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px"><div style="padding:0em 0.25em">
<ul><li><b>Proyectos Wikimedia</b></li>
<li><span style="white-space:nowrap;"><a href="https://es.wikipedia.org/wiki/Wikidata" title="Wikidata"><img alt="Wd" src="https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Wikidata-logo.svg/20px-Wikidata-logo.svg.png" decoding="async" width="20" height="11" srcset="" data-file-width="1050" data-file-height="590"/></a> Datos:</span> <span class="uid"><a href="https://www.wikidata.org/wiki/Q43627" class="extiw" title="wikidata:Q43627">Q43627</a></span></li>
<li><span style="white-space:nowrap;"><a href="https://es.wikipedia.org/wiki/Wikimedia_Commons" title="Commonscat"><img alt="Commonscat" src="https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Commons-logo.svg/15px-Commons-logo.svg.png" decoding="async" width="15" height="20" srcset="" data-file-width="1024" data-file-height="1376"/></a> Multimedia:</span> <span class="uid"><span class="plainlinks"><a class="external text" href="https://commons.wikimedia.org/wiki/Category:Macintosh_operating_systems">Macintosh operating systems</a></span></span></li></ul>
<hr/>
<ul><li><b>Identificadores</b></li>
<li><a rel="nofollow" class="external text" href="https://www.worldcat.org/identities/containsVIAFID/8146152942405251549">WorldCat</a></li>
<li><span style="white-space:nowrap;"><a href="https://es.wikipedia.org/wiki/Fichero_de_Autoridades_Virtual_Internacional" title="Fichero de Autoridades Virtual Internacional">VIAF</a>:</span> <span class="uid"><a rel="nofollow" class="external text" href="https://viaf.org/viaf/8146152942405251549/">8146152942405251549</a></span></li>
<li><span style="white-space:nowrap;"><a href="https://es.wikipedia.org/wiki/Gemeinsame_Normdatei" title="Gemeinsame Normdatei">GND</a>:</span> <span class="uid"><a rel="nofollow" class="external text" href="https://d-nb.info/gnd/4599181-9">4599181-9</a></span></li>
<li><span style="white-space:nowrap;"><a href="https://es.wikipedia.org/wiki/Library_of_Congress_Control_Number" title="Library of Congress Control Number">LCCN</a>:</span> <span class="uid"><a rel="nofollow" class="external text" href="https://id.loc.gov/authorities/n96060065">n96060065</a></span></li>
<li><span style="white-space:nowrap;"><a href="https://es.wikipedia.org/wiki/Biblioteca_Nacional_de_la_Rep%C3%BAblica_Checa" title="Biblioteca Nacional de la Rep&#250;blica Checa">NKC</a>:</span> <span class="uid"><a rel="nofollow" class="external text" href="https://aleph.nkp.cz/F/?func=find-c&amp;local_base=aut&amp;ccl_term=ica=ph156626">ph156626</a></span></li>
<li><b>Diccionarios y enciclopedias</b></li>
<li><span style="white-space:nowrap;"><a href="https://es.wikipedia.org/wiki/Enciclopedia_Brit%C3%A1nica" title="Enciclopedia Brit&#225;nica">Britannica</a>:</span> <span class="uid"><a rel="nofollow" class="external text" href="https://www.britannica.com/technology/Mac-OS">url</a></span></li></ul>
</div></td></tr></tbody></table></div><div class="mw-mf-linked-projects hlist">
<ul><li><span style="white-space:nowrap;"><a href="https://es.wikipedia.org/wiki/Wikidata" title="Wikidata"><img alt="Wd" src="https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Wikidata-logo.svg/20px-Wikidata-logo.svg.png" decoding="async" width="20" height="11" srcset="" data-file-width="1050" data-file-height="590"/></a> Datos:</span> <span class="uid"><a href="https://www.wikidata.org/wiki/Q43627" class="extiw" title="wikidata:Q43627">Q43627</a></span></li>
<li><span style="white-space:nowrap;"><a href="https://es.wikipedia.org/wiki/Wikimedia_Commons" title="Commonscat"><img alt="Commonscat" src="https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Commons-logo.svg/15px-Commons-logo.svg.png" decoding="async" width="15" height="20" srcset="" data-file-width="1024" data-file-height="1376"/></a> Multimedia:</span> <span class="uid"><span class="plainlinks"><a class="external text" href="https://commons.wikimedia.org/wiki/Category:Macintosh_operating_systems">Macintosh operating systems</a></span></span></li></ul>
</div></div>
</div><noscript><img src="https://es.wikipedia.org/wiki/Special:CentralAutoLogin/start?type=1x1" alt="" title="" width="1" height="1" style="border: none; position: absolute;"/></noscript>
<div class="printfooter">Obtenido de &#171;<a dir="ltr" href="https://es.wikipedia.org/w/index.php?title=Mac_OS&amp;oldid=139938863">https://es.wikipedia.org/w/index.php?title=Mac_OS&amp;oldid=139938863</a>&#187;</div></div>
		<div id="catlinks" class="catlinks" data-mw="interface"><div id="mw-normal-catlinks" class="mw-normal-catlinks"><a href="https://es.wikipedia.org/wiki/Especial:Categor%C3%ADas" title="Especial:Categor&#237;as">Categor&#237;as</a>: <ul><li><a href="https://es.wikipedia.org/wiki/Categor%C3%ADa:Mac_OS" title="Categor&#237;a:Mac OS">Mac OS</a></li><li><a href="https://es.wikipedia.org/wiki/Categor%C3%ADa:Sistemas_operativos" title="Categor&#237;a:Sistemas operativos">Sistemas operativos</a></li></ul></div><div id="mw-hidden-catlinks" class="mw-hidden-catlinks mw-hidden-cats-hidden">Categor&#237;as ocultas: <ul><li><a href="https://es.wikipedia.org/wiki/Categor%C3%ADa:Wikipedia:Art%C3%ADculos_con_pasajes_que_requieren_referencias" title="Categor&#237;a:Wikipedia:Art&#237;culos con pasajes que requieren referencias">Wikipedia:Art&#237;culos con pasajes que requieren referencias</a></li><li><a href="https://es.wikipedia.org/wiki/Categor%C3%ADa:Wikipedia:Art%C3%ADculos_con_identificadores_VIAF" title="Categor&#237;a:Wikipedia:Art&#237;culos con identificadores VIAF">Wikipedia:Art&#237;culos con identificadores VIAF</a></li><li><a href="https://es.wikipedia.org/wiki/Categor%C3%ADa:Wikipedia:Art%C3%ADculos_con_identificadores_GND" title="Categor&#237;a:Wikipedia:Art&#237;culos con identificadores GND">Wikipedia:Art&#237;culos con identificadores GND</a></li><li><a href="https://es.wikipedia.org/wiki/Categor%C3%ADa:Wikipedia:Art%C3%ADculos_con_identificadores_LCCN" title="Categor&#237;a:Wikipedia:Art&#237;culos con identificadores LCCN">Wikipedia:Art&#237;culos con identificadores LCCN</a></li></ul></div></div>
	</div>
</div>

</article>
</body>
