<!DOCTYPE html>
<html>
<head>
    <meta charset="utf-8" />
    <title>Neoconservadurismo - Wikipedia, la enciclopedia libre</title>
    <link rel="preload" href="https://fonts.googleapis.com" />
    <link rel="preload" href="https://fonts.gstatic.com" crossorigin />
    <link href="https://fonts.googleapis.com/css2?family=Inter:wght@400;800&display=swap" rel="stylesheet" />
    <link rel="preload" href="../css/style.css" />
    <link rel="stylesheet" href="../css/style.css" />
</head>

<body>
<article>
<div id="content" class="mw-body" role="main">
	<a id="top"/>
	<div id="siteNotice"/>
	<div class="mw-indicators">
	</div>
	<h1 id="firstHeading" class="firstHeading mw-first-heading">Neoconservadurismo</h1>
	<div id="bodyContent" class="vector-body">
		<div id="siteSub" class="noprint">De Wikipedia, la enciclopedia libre</div>
		<div id="contentSub"/>
		<div id="contentSub2"/>
		
		<div id="jump-to-nav"/>
		<a class="mw-jump-link" href="#mw-head">Ir a la navegaci&#243;n</a>
		<a class="mw-jump-link" href="#searchInput">Ir a la b&#250;squeda</a>
		<div id="mw-content-text" class="mw-body-content mw-content-ltr" lang="es" dir="ltr"><div class="mw-parser-output"><div class="rellink noprint hatnote">No debe confundirse con <a href="https://es.wikipedia.org/wiki/Ultraconservadurismo" title="Ultraconservadurismo">Ultraconservadurismo</a>. </div>
<div class="thumb tright"><div class="thumbinner" style="width:222px;"><a href="https://es.wikipedia.org/wiki/Archivo:George-W-Bush.jpeg" class="image"><img alt="" src="https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/George-W-Bush.jpeg/220px-George-W-Bush.jpeg" decoding="async" width="220" height="291" class="thumbimage" srcset="" data-file-width="2267" data-file-height="3000"/></a>  <div class="thumbcaption"><div class="magnify"><a href="https://es.wikipedia.org/wiki/Archivo:George-W-Bush.jpeg" class="internal" title="Aumentar"/></div><a href="https://es.wikipedia.org/wiki/George_W._Bush" title="George W. Bush">George W. Bush</a>; en su administraci&#243;n el neoconservadurismo alcanz&#243; influencia importante.</div></div></div>
<table style="" class="noprint plainlinks ambox ambox-content">
<tbody><tr>
<td class="ambox-image" width="40">
<img alt="" src="https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Commons-emblem-question_book_orange.svg/40px-Commons-emblem-question_book_orange.svg.png" decoding="async" width="40" height="40" srcset="" data-file-width="48" data-file-height="48"/></td>
<td class="ambox-text"><div class="ambox-text-div"><strong>Este art&#237;culo o secci&#243;n necesita <a href="https://es.wikipedia.org/wiki/Wikipedia:VER" class="mw-redirect" title="Wikipedia:VER">referencias</a> que aparezcan en una <a href="https://es.wikipedia.org/wiki/Wikipedia:FF" class="mw-redirect" title="Wikipedia:FF">publicaci&#243;n acreditada</a>.</strong></div><div class="hide-when-compact"><small><div>Este aviso fue puesto el 22 de enero de 2016.</div></small></div></td>
</tr>
</tbody></table>
<p>El <b>neoconservadurismo</b> es un movimiento pol&#237;tico que nace en los <a href="https://es.wikipedia.org/wiki/Estados_Unidos" title="Estados Unidos">Estados Unidos</a> durante la d&#233;cada de 1960 como reacci&#243;n a la pol&#237;tica exterior cada vez m&#225;s pacifista del <a href="https://es.wikipedia.org/wiki/Partido_Dem%C3%B3crata_de_los_Estados_Unidos" class="mw-redirect" title="Partido Dem&#243;crata de los Estados Unidos">Partido Dem&#243;crata de los Estados Unidos</a>, la creciente <a href="https://es.wikipedia.org/wiki/Nueva_Izquierda_(concepto)" title="Nueva Izquierda (concepto)">Nueva Izquierda</a> y la contracultura, en particular durante las protestas de Vietnam. 
</p><p>Hist&#243;ricamente hablando, el t&#233;rmino "neoconservador" se refiere a aquellos que hicieron el viaje ideol&#243;gico desde la izquierda antiestalinista hasta el campo del conservadurismo estadounidense durante las d&#233;cadas de 1960 y 1970. El movimiento tuvo sus ra&#237;ces intelectuales en la revista Commentary, editada por Norman Podhoretz.<sup id="cite_ref-1" class="reference separada"><a href="#cite_note-1"><span class="corchete-llamada">[</span>1<span class="corchete-llamada">]</span></a></sup>&#8203;<sup id="cite_ref-2" class="reference separada"><a href="#cite_note-2"><span class="corchete-llamada">[</span>2<span class="corchete-llamada">]</span></a></sup>&#8203; 
</p><p>La palabra neoconservador &#8212;a veces abreviada a &#171;neoc&#243;n&#187;&#8212; fue en sus inicios utilizada para describir a los intelectuales comunistas americanos que eran cr&#237;ticos con la ideolog&#237;a sovi&#233;tica. Desde la <a href="https://es.wikipedia.org/wiki/A%C3%B1os_1930" title="A&#241;os 1930">d&#233;cada de 1930</a> hasta principios de los <a href="https://es.wikipedia.org/wiki/A%C3%B1os_1950" title="A&#241;os 1950">a&#241;os 1950</a>, muchos conservadores eran ac&#233;rrimos anti-intervencionistas y la <a href="https://es.wikipedia.org/wiki/Paleoconservadurismo" title="Paleoconservadurismo">Paleocon</a> estuvo comprometida con el concepto del anti-imperialismo. Los neoconservadores en contraste apoyaron el intervencionismo contra la <a href="https://es.wikipedia.org/wiki/URSS" class="mw-redirect" title="URSS">URSS</a>.
</p><p>Los neoconservadores suelen abogar por la promoci&#243;n de la <a href="https://es.wikipedia.org/wiki/Democracia" title="Democracia">democracia</a> y el <a href="https://es.wikipedia.org/wiki/Intervencionismo" title="Intervencionismo">intervencionismo</a> en la <a href="https://es.wikipedia.org/wiki/Pol%C3%ADtica_internacional" title="Pol&#237;tica internacional">pol&#237;tica internacional</a>, incluida la paz a trav&#233;s de la fuerza (por medio de la fuerza militar), y son conocidos por defender el desd&#233;n por el <a href="https://es.wikipedia.org/wiki/Comunismo" title="Comunismo">comunismo</a> y el radicalismo pol&#237;tico.<sup id="cite_ref-Dionne_56_3-0" class="reference separada"><a href="#cite_note-Dionne_56-3"><span class="corchete-llamada">[</span>3<span class="corchete-llamada">]</span></a></sup>&#8203; Muchos de sus seguidores se hicieron pol&#237;ticamente famosos durante las administraciones presidenciales republicanas de las d&#233;cadas de 1970, 1980, 1990 y 2000, cuando los neoconservadores alcanzaron su influencia durante la administraci&#243;n de <a href="https://es.wikipedia.org/wiki/George_W._Bush" title="George W. Bush">George W. Bush</a>, cuando jugaron un papel importante en la promoci&#243;n y planificaci&#243;n de la <a href="https://es.wikipedia.org/wiki/Invasi%C3%B3n_de_Irak_de_2003" title="Invasi&#243;n de Irak de 2003">Invasi&#243;n de Irak en 2003</a>. 
</p><p>Los neoconservadores prominentes en la administraci&#243;n de George W. Bush incluyeron a <a href="https://es.wikipedia.org/wiki/Paul_Wolfowitz" title="Paul Wolfowitz">Paul Wolfowitz</a>, <a href="https://es.wikipedia.org/wiki/Elliott_Abrams" title="Elliott Abrams">Elliott Abrams</a>, <a href="https://es.wikipedia.org/w/index.php?title=Richard_Perle&amp;action=edit&amp;redlink=1" class="new" title="Richard Perle (a&#250;n no redactado)">Richard Perle</a> y <a href="https://es.wikipedia.org/wiki/Paul_Bremer" title="Paul Bremer">Paul Bremer</a>. Aunque no se identificaron como neoconservadores, los altos funcionarios Vicepresidente <a href="https://es.wikipedia.org/wiki/Dick_Cheney" title="Dick Cheney">Dick Cheney</a> y el Secretario de Defensa <a href="https://es.wikipedia.org/wiki/Donald_Rumsfeld" title="Donald Rumsfeld">Donald Rumsfeld</a> escucharon atentamente a los asesores neoconservadores con respecto a la pol&#237;tica exterior, especialmente la defensa de Israel y la promoci&#243;n de la influencia estadounidense en el Medio Oriente.
</p>
<h2><span id="Caracter.C3.ADsticas"/><span class="mw-headline" id="Caracter&#237;sticas">Caracter&#237;sticas</span></h2>
<p>Aunque es usado ocasionalmente en la actualidad, sigue describiendo una de las posibles posiciones b&#225;sicas en el terreno pol&#237;tico y su descripci&#243;n contiene los siguientes elementos fundamentales:
</p>
<ul><li>Apoyo a la existencia de fuerzas militares que defiendan el pa&#237;s de posibles ataques externos.</li></ul>
<ul><li>Apoyo de la libertad econ&#243;mica y del <a href="https://es.wikipedia.org/wiki/Individualismo" title="Individualismo">individualismo</a>, en oposici&#243;n a pol&#237;ticas <a href="https://es.wikipedia.org/wiki/Intervencionismo" title="Intervencionismo">intervencionistas</a>.</li>
<li>Tendencias religiosas marcadas, generalmente cristianas y occidentales.</li>
<li>Ferviente oposici&#243;n al <a href="https://es.wikipedia.org/wiki/Comunismo" title="Comunismo">comunismo</a> o a medidas <a href="https://es.wikipedia.org/wiki/Colectivismo" title="Colectivismo">colectivistas</a> en la sociedad.</li>
<li>En contra del aumento de <a href="https://es.wikipedia.org/wiki/Impuesto" title="Impuesto">impuestos</a>.</li>
<li>Se oponen a las restricciones <a href="https://es.wikipedia.org/wiki/Migraci%C3%B3n" title="Migraci&#243;n">migratorias</a>.</li></ul>
<h2><span id="Cr.C3.ADticas_actuales"/><span class="mw-headline" id="Cr&#237;ticas_actuales">Cr&#237;ticas actuales</span></h2>
<p><a href="https://en.wikipedia.org/wiki/Justin_Va%C3%AFsse" class="extiw" title="en:Justin Va&#239;sse">Justin Va&#239;sse</a>, un experto franc&#233;s en pol&#237;tica estadounidense que es investigador superior en el Instituto Brookings, escribe como historiador de un movimiento m&#225;s que como defensor de su propia doctrina, pero rechaza la actual l&#237;nea neoconservadora en pol&#237;tica exterior, como cualquier persona &#8220;decente&#8221; lo har&#237;a. &#8220;Un &#250;ltimo problema inherente a la visi&#243;n neoconservadora y la <a href="https://es.wikipedia.org/wiki/Doctrina_Bush" title="Doctrina Bush">doctrina Bush</a> [fue]&#8230; el dogmatismo democr&#225;tico, otra consecuencia m&#225;s de la pereza intelectual&#8230;No solamente result&#243; que la democracia no era una varita m&#225;gica, sino que implementarla no fue tan simple como ciertos neoconservadores&#8230;dec&#237;an a veces.&#8221; <sup id="cite_ref-4" class="reference separada"><a href="#cite_note-4"><span class="corchete-llamada">[</span>4<span class="corchete-llamada">]</span></a></sup>&#8203;
</p><p>En sincronia, el an&#225;lisis de Cooper viene a incidir en la misma l&#237;nea argumental al se&#241;alar, textualmente, lo siguiente: "Solo volviendo a la era de <a href="https://es.wikipedia.org/wiki/Henry_Kissinger" title="Henry Kissinger">Nixon-Kissinger</a> se puede comenzar a apreciar c&#243;mo las ideas incrustadas en las cr&#237;ticas neoconservadoras de la distensi&#243;n sentaron las bases para los argumentos formulados por los unipolaristas neoconservadores en la d&#233;cada de 1990".<sup id="cite_ref-5" class="reference separada"><a href="#cite_note-5"><span class="corchete-llamada">[</span>5<span class="corchete-llamada">]</span></a></sup>&#8203;
</p><p>Va&#239;sse menciona que esta imprudente indiferencia a la realidad no siempre ha caracterizado al neoconservadurismo. Al contrario, el movimiento comenz&#243; en 1960 con contundentes cr&#237;ticas a algunos de los programas dom&#233;sticos de la presidencia de Johnson. Las grandiosas metas de los proponentes de la Gran Sociedad no pudieron ser realizadas, seg&#250;n <a href="https://es.wikipedia.org/wiki/Daniel_Bell" title="Daniel Bell">Daniel Bell</a>, <a href="https://es.wikipedia.org/wiki/Nathan_Glazer" title="Nathan Glazer">Nathan Glazer</a>, <a href="https://es.wikipedia.org/wiki/Daniel_Patrick_Moynihan" title="Daniel Patrick Moynihan">Daniel Moynihan</a>, y otros antiguos neoconservadores. (Es abrumador darse cuenta de que Bell y Glazer han estado escribiendo desde 1940.). En <i>The Public Interest</i>, un diario fundado por Bell e <a href="https://es.wikipedia.org/wiki/Irving_Kristol" title="Irving Kristol">Irving Kristol</a>, los cr&#237;ticos a los argumentos convencionales sobre el estado de bienestar declararon que &#8220;la ley de consecuencias no intencionadas&#8221; impone severos l&#237;mites a la eficacia de la acci&#243;n pol&#237;tica. &#8220;Por ejemplo, el control de los precios de los alquileres, pese a ser bien intencionado, provoca un d&#233;ficit habitacional (debido a que los propietarios de inmuebles no tienen incentivos para invertir) el enfoque global de <i>The Public Interest</i> se convirti&#243; en &#8216;los l&#237;mites de la pol&#237;tica social&#8217;.&#8221;
</p><p>La autoridad neoconservadora en la pol&#237;tica exterior estadounidense no ha tenido una reacci&#243;n entusiasta. Su fracaso a la hora de llevar la paz y la democracia a Irak, por ejemplo, se ha traducido ahora en una desprendimiento de cr&#237;ticas tambi&#233;n en el &#225;mbito interno, procedentes incluso de la propia clase pol&#237;tica. La defecci&#243;n de m&#225;s alto nivel ha sido la de <a href="https://es.wikipedia.org/wiki/Francis_Fukuyama" title="Francis Fukuyama">Francis Fukuyama</a>, autor de El fin de la historia y el &#250;ltimo hombre (1992), el himno al triunfo del capitalismo que se convirti&#243; en un texto can&#243;nico neoconservador de los a&#241;os noventa, articulando la transici&#243;n de la administraci&#243;n Clinton a la de George W. Bush. En su nuevo libro, <i>After the Neocons</i>, Fukuyama se&#241;ala que los principios neoconservadores fundamentales fueron sistem&#225;ticamente violados a la hora de esgrimir argumentos favorables a la guerra en Irak y, yendo m&#225;s all&#225;, que el intento m&#225;s amplio de combatir el terrorismo se encuentra mal servido no solo por la guerra, sino tambi&#233;n por el proyecto neoconservador de reforma democr&#225;tica en Oriente Medio. . Como conclusi&#243;n, ofrece un sustituto para la pol&#237;tica exterior neoconservadora, algo que &#233;l mismo califica de &#171;wilsonianismo realista&#187;.Los comentaristas y cr&#237;ticos liberales han observado en Estados Unidos con una mezcla de justicia y alborozo el largamente esperado derrumbamiento conservador sobre la base ideol&#243;gica de la pol&#237;tica exterior de la <a href="https://es.wikipedia.org/wiki/Administraci%C3%B3n_Bush" class="mw-redirect" title="Administraci&#243;n Bush">Administraci&#243;n Bush</a>.
</p><p>El siguiente argumento de <a href="https://es.wikipedia.org/wiki/Francis_Fukuyama" title="Francis Fukuyama">Fukuyama</a> es que, aunque el neoconservadurismo tiene que ver con la &#171;seguridad&#187; en el sentido de preservar a Estados Unidos, tanto su poder como sus ideales, no tiene que ver &#250;nicamente con el poder, o con el mantenimiento de una estabilidad realista de Estado a Estado. Se trata m&#225;s bien de una creencia en el poder de las ideas, los ideales y la ideolog&#237;a como condiciones necesarias de la victoria en la <a href="https://es.wikipedia.org/wiki/Guerra_Fr%C3%ADa_(1953%E2%80%931962)" class="mw-redirect" title="Guerra Fr&#237;a (1953&#8211;1962)">Guerra Fr&#237;a</a>, de comprender que Juan Pablo II fue tan necesario para la victoria sobre el comunismo como lo fueron las tropas de la <a href="https://es.wikipedia.org/wiki/OTAN" title="OTAN">OTAN</a>. Finalmente, dice, el neoconservadurismo afirma que los asuntos internos de los Estados &#8211;su vinculaci&#243;n con la democracia, los derechos humanos y los valores liberales&#8211; constituyen indicadores globales de una conducta estatal externa; elementos, por imprecisos que sean, para pronosticar sus tendencias hacia la guerra y la paz. <sup id="cite_ref-6" class="reference separada"><a href="#cite_note-6"><span class="corchete-llamada">[</span>6<span class="corchete-llamada">]</span></a></sup>&#8203;
</p><p>Y el neoconservadurismo agrupa simult&#225;neamente una creencia en la validez y el atractivo universal de ideales estadounidenses fundamentales y una creencia igualmente firme en la excepcionalidad estadounidense. Los neocons van tambi&#233;n un paso m&#225;s all&#225;, introduci&#233;ndose en el reino de los ideales, y defienden que la soberan&#237;a democr&#225;tica, y la soberan&#237;a democr&#225;tica de Estados Unidos en particular, es tambi&#233;n un ideal, que cuenta con su propia legitimidad moral, y que en la medida en que las instituciones internacionales busquen debilitar esa democracia soberana, est&#225;n cometiendo un error de principio <sup id="cite_ref-7" class="reference separada"><a href="#cite_note-7"><span class="corchete-llamada">[</span>7<span class="corchete-llamada">]</span></a></sup>&#8203;
</p><p>Unos ejemplos de partidos neoconservadores ser&#237;an los partidos nacional populistas europeos(<a href="https://es.wikipedia.org/wiki/Partido_Republicano_(Estados_Unidos)" title="Partido Republicano (Estados Unidos)">Republicano</a> (antes de <a href="https://es.wikipedia.org/wiki/Elecciones_presidenciales_de_Estados_Unidos_de_2016" title="Elecciones presidenciales de Estados Unidos de 2016">2016</a>), <a href="https://es.wikipedia.org/wiki/Alternativa_para_Alemania" title="Alternativa para Alemania">Alternativa para Alemania</a> entre otros).
</p>
<h2><span class="mw-headline" id="Referencias">Referencias</span></h2>
<ol class="references">
<li id="cite_note-1"><span class="mw-cite-backlink"><a href="#cite_ref-1">&#8593;</a></span> <span class="reference-text"><span id="CITAREFVa&#239;sse,_Justin2010" class="citation libro">Va&#239;sse, Justin (2010). <i>Neoconservatism: The biography of a movement</i>. Harvard University Press. pp.&#160;6-11.</span><span title="ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fes.wikipedia.org%3ANeoconservadurismo&amp;rft.au=Va%C3%AFsse%2C+Justin&amp;rft.aulast=Va%C3%AFsse%2C+Justin&amp;rft.btitle=Neoconservatism%3A+The+biography+of+a+movement&amp;rft.date=2010&amp;rft.genre=book&amp;rft.pages=6-11&amp;rft.pub=Harvard+University+Press&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook" class="Z3988"><span style="display:none;">&#160;</span></span></span>
</li>
<li id="cite_note-2"><span class="mw-cite-backlink"><a href="#cite_ref-2">&#8593;</a></span> <span class="reference-text"><span id="CITAREFBalint,_Benjamin2010" class="citation noticia">Balint, Benjamin (2010). <a rel="nofollow" class="external text" href="https://archive.org/details/runningcommentar0000bali">&#171;Running Commentary: The Contentious Magazine that Transformed the Jewish Left Into the Neoconservative Right&#187;</a>. <i>PublicAffairs</i>.</span><span title="ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fes.wikipedia.org%3ANeoconservadurismo&amp;rft.atitle=Running+Commentary%3A+The+Contentious+Magazine+that+Transformed+the+Jewish+Left+Into+the+Neoconservative+Right&amp;rft.au=Balint%2C+Benjamin&amp;rft.aulast=Balint%2C+Benjamin&amp;rft.date=2010&amp;rft.genre=article&amp;rft.jtitle=PublicAffairs&amp;rft_id=https%3A%2F%2Farchive.org%2Fdetails%2Frunningcommentar0000bali&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal" class="Z3988"><span style="display:none;">&#160;</span></span></span>
</li>
<li id="cite_note-Dionne_56-3"><span class="mw-cite-backlink"><a href="#cite_ref-Dionne_56_3-0">&#8593;</a></span> <span class="reference-text"><a href="https://es.wikipedia.org/w/index.php?title=E.J._Dionne&amp;action=edit&amp;redlink=1" class="new" title="E.J. Dionne (a&#250;n no redactado)">E.J. Dionne</a>, (1991) <i>Why Americans Hate Politics</i>, New York, New York: Simon &amp; Schuster Inc. p. 56. <a href="https://es.wikipedia.org/wiki/Especial:FuentesDeLibros/0671682555" class="internal mw-magiclink-isbn">ISBN 0-671-68255-5</a></span>
</li>
<li id="cite_note-4"><span class="mw-cite-backlink"><a href="#cite_ref-4">&#8593;</a></span> <span class="reference-text"><span id="CITAREFVa&#239;sse2010" class="citation libro">Va&#239;sse, Justin (2010). <i>Neoconservatism</i>. Harvard University Press. <small><a href="https://es.wikipedia.org/wiki/ISBN" title="ISBN">ISBN</a>&#160;<a href="https://es.wikipedia.org/wiki/Especial:FuentesDeLibros/9780674050518" title="Especial:FuentesDeLibros/9780674050518">9780674050518</a></small>.</span><span title="ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fes.wikipedia.org%3ANeoconservadurismo&amp;rft.au=Va%C3%AFsse%2C+Justin&amp;rft.aufirst=Justin&amp;rft.aulast=Va%C3%AFsse&amp;rft.btitle=Neoconservatism&amp;rft.date=2010&amp;rft.genre=book&amp;rft.isbn=9780674050518&amp;rft.pub=Harvard+University+Press&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook" class="Z3988"><span style="display:none;">&#160;</span></span></span>
</li>
<li id="cite_note-5"><span class="mw-cite-backlink"><a href="#cite_ref-5">&#8593;</a></span> <span class="reference-text"><span id="CITAREFCooper2010" class="citation libro">Cooper, Danny (2010). <i>Neoconservatism and American Foreign Policy</i> <span style="color:#555;">(en ingl&#233;s)</span>. Routledge. <small><a href="https://es.wikipedia.org/wiki/ISBN" title="ISBN">ISBN</a>&#160;<a href="https://es.wikipedia.org/wiki/Especial:FuentesDeLibros/9780415592215" title="Especial:FuentesDeLibros/9780415592215">9780415592215</a></small>.</span><span title="ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fes.wikipedia.org%3ANeoconservadurismo&amp;rft.au=Cooper%2C+Danny&amp;rft.aufirst=Danny&amp;rft.aulast=Cooper&amp;rft.btitle=Neoconservatism+and+American+Foreign+Policy&amp;rft.date=2010&amp;rft.genre=book&amp;rft.isbn=9780415592215&amp;rft.pub=Routledge&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook" class="Z3988"><span style="display:none;">&#160;</span></span></span>
</li>
<li id="cite_note-6"><span class="mw-cite-backlink"><a href="#cite_ref-6">&#8593;</a></span> <span class="reference-text"><span id="CITAREFFRANCIS_FUKUYAMA2006" class="citation libro">FRANCIS FUKUYAMA (2006). <i>Am&#233;rica en la encrucijada</i>.</span><span title="ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fes.wikipedia.org%3ANeoconservadurismo&amp;rft.au=FRANCIS+FUKUYAMA&amp;rft.aulast=FRANCIS+FUKUYAMA&amp;rft.btitle=Am%C3%A9rica+en+la+encrucijada&amp;rft.date=2006&amp;rft.genre=book&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook" class="Z3988"><span style="display:none;">&#160;</span></span></span>
</li>
<li id="cite_note-7"><span class="mw-cite-backlink"><a href="#cite_ref-7">&#8593;</a></span> <span class="reference-text"><span class="citation web"><a rel="nofollow" class="external text" href="https://www.revistadelibros.com/articulos/francis-fukuyama-y-el-neoconservadurismo">&#171;Adi&#243;s a todo eso. Un r&#233;quiem por el neoconservadurismo&#187;</a>.</span><span title="ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fes.wikipedia.org%3ANeoconservadurismo&amp;rft.btitle=Adi%C3%B3s+a+todo+eso.+Un+r%C3%A9quiem+por+el+neoconservadurismo&amp;rft.genre=book&amp;rft_id=https%3A%2F%2Fwww.revistadelibros.com%2Farticulos%2Ffrancis-fukuyama-y-el-neoconservadurismo&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook" class="Z3988"><span style="display:none;">&#160;</span></span></span>
</li>
</ol><style data-mw-deduplicate="TemplateStyles:r118746331">.mw-parser-output .mw-authority-control{margin-top:1.5em}.mw-parser-output .mw-authority-control .navbox hr:last-child{display:none}.mw-parser-output .mw-authority-control .navbox+.mw-mf-linked-projects{display:none}.mw-parser-output .mw-authority-control .mw-mf-linked-projects{display:flex;padding:0.5em;border:1px solid #c8ccd1;background-color:#eaecf0;color:#222222}.mw-parser-output .mw-authority-control .mw-mf-linked-projects ul li{margin-bottom:0}</style><div class="mw-authority-control"><div role="navigation" class="navbox" aria-label="Navbox" style="width: inherit;padding:3px"><table class="hlist navbox-inner" style="border-spacing:0;background:transparent;color:inherit"><tbody><tr><th scope="row" class="navbox-group" style="width: 12%; text-align:center;"><a href="https://es.wikipedia.org/wiki/Control_de_autoridades" title="Control de autoridades">Control de autoridades</a></th><td class="navbox-list navbox-odd" style="text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px"><div style="padding:0em 0.25em">
<ul><li><b>Proyectos Wikimedia</b></li>
<li><span style="white-space:nowrap;"><a href="https://es.wikipedia.org/wiki/Wikidata" title="Wikidata"><img alt="Wd" src="https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Wikidata-logo.svg/20px-Wikidata-logo.svg.png" decoding="async" width="20" height="11" srcset="" data-file-width="1050" data-file-height="590"/></a> Datos:</span> <span class="uid"><a href="https://www.wikidata.org/wiki/Q192139" class="extiw" title="wikidata:Q192139">Q192139</a></span></li>
<li><b>Diccionarios y enciclopedias</b></li>
<li><span style="white-space:nowrap;"><a href="https://es.wikipedia.org/wiki/Enciclopedia_Brit%C3%A1nica" title="Enciclopedia Brit&#225;nica">Britannica</a>:</span> <span class="uid"><a rel="nofollow" class="external text" href="https://www.britannica.com/topic/neoconservatism">url</a></span></li></ul>
</div></td></tr></tbody></table></div><div class="mw-mf-linked-projects hlist">
<ul><li><span style="white-space:nowrap;"><a href="https://es.wikipedia.org/wiki/Wikidata" title="Wikidata"><img alt="Wd" src="https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Wikidata-logo.svg/20px-Wikidata-logo.svg.png" decoding="async" width="20" height="11" srcset="" data-file-width="1050" data-file-height="590"/></a> Datos:</span> <span class="uid"><a href="https://www.wikidata.org/wiki/Q192139" class="extiw" title="wikidata:Q192139">Q192139</a></span></li></ul>
</div></div>
</div><noscript><img src="https://es.wikipedia.org/wiki/Special:CentralAutoLogin/start?type=1x1" alt="" title="" width="1" height="1" style="border: none; position: absolute;"/></noscript>
<div class="printfooter">Obtenido de &#171;<a dir="ltr" href="https://es.wikipedia.org/w/index.php?title=Neoconservadurismo&amp;oldid=138742972">https://es.wikipedia.org/w/index.php?title=Neoconservadurismo&amp;oldid=138742972</a>&#187;</div></div>
		<div id="catlinks" class="catlinks" data-mw="interface"><div id="mw-normal-catlinks" class="mw-normal-catlinks"><a href="https://es.wikipedia.org/wiki/Especial:Categor%C3%ADas" title="Especial:Categor&#237;as">Categor&#237;a</a>: <ul><li><a href="https://es.wikipedia.org/wiki/Categor%C3%ADa:Neoconservadurismo" title="Categor&#237;a:Neoconservadurismo">Neoconservadurismo</a></li></ul></div><div id="mw-hidden-catlinks" class="mw-hidden-catlinks mw-hidden-cats-hidden">Categor&#237;as ocultas: <ul><li><a href="https://es.wikipedia.org/wiki/Categor%C3%ADa:Wikipedia:P%C3%A1ginas_con_enlaces_m%C3%A1gicos_de_ISBN" title="Categor&#237;a:Wikipedia:P&#225;ginas con enlaces m&#225;gicos de ISBN">Wikipedia:P&#225;ginas con enlaces m&#225;gicos de ISBN</a></li><li><a href="https://es.wikipedia.org/wiki/Categor%C3%ADa:Wikipedia:Art%C3%ADculos_que_necesitan_referencias" title="Categor&#237;a:Wikipedia:Art&#237;culos que necesitan referencias">Wikipedia:Art&#237;culos que necesitan referencias</a></li><li><a href="https://es.wikipedia.org/wiki/Categor%C3%ADa:Wikipedia:Referenciar_(a%C3%BAn_sin_clasificar)" title="Categor&#237;a:Wikipedia:Referenciar (a&#250;n sin clasificar)">Wikipedia:Referenciar (a&#250;n sin clasificar)</a></li></ul></div></div>
	</div>
</div>

</article>
</body>
